export const Songs=[
    {
        title:'nityamu stutinchina nee runamu tirchalenu',
        lyric: 'Nithyamu Sthuthinchinaa\n' +
            'Nee Runamu Theerchalenu\n' +
            'Samasthamu Neekichchinaa\n' +
            'Nee Thyaagamu Maruvalenu\n' +
            '\n' +
            'Nithyamu Sthuthinchinaa\n' +
            'Nee Runamu Theerchalenu\n' +
            '\n' +
            'Samasthamu Neekichchinaa\n' +
            'Nee Thyaagamu Maruvalenu\n' +
            '\n' +
            'Raja Raja Raja Rajaadhi Raajuvu Neevu\n' +
            'Deva Deva Deva Devaadi Devudavu\n' +
            'Raja Raja Raja Rajaadhi Raajuvu Neevu\n' +
            'Deva Deva Deva Devaadi Devudavu\n' +
            'Nithyamu Sthuthinchinaa\n' +
            'Nee Runamu Theerchalenu\n' +
            'Samasthamu Neekichchinaa\n' +
            'Nee Thyaagamu Maruvalenu\n' +
            '\n' +
            '\n' +
            'Music\n' +
            '\n' +
            '\n' +
            'Advitheeya Devudaa\n' +
            '\n' +
            'Aadi Anthamulai Yunnavaadaa\n' +
            'Advitheeya Devudaa\n' +
            'Aadi Anthamulai Yunnavaadaa\n' +
            'Angalaarpunu Naatyamugaa\n' +
            'Maarchivesina Maa Prabhu\n' +
            'Angalaarpunu Naatyamugaa\n' +
            'Maarchivesina Maa Prabhu\n' +
            'Raja Raja Raja Rajaadhi Raajuvu Neevu\n' +
            '\n' +
            'Deva Deva Deva Devaadi Devudavu\n' +
            'Raja Raja Raja Rajaadhi Raajuvu Neevu\n' +
            'Deva Deva Deva Devaadi Devudavu\n' +
            'Nithyamu Sthuthinchinaa\n' +
            'Nee Runamu Theerchalenu\n' +
            'Samasthamu Neekichchinaa\n' +
            'Nee Thyaagamu Maruvalenu\n' +
            '\n' +
            'Music\n' +
            '\n' +
            '\n' +
            'Jeevamaina Devudaa\n' +
            '\n' +
            'Jeevamichchina Naathudaa\n' +
            'Jeevamaina Devudaa\n' +
            'Jeevamichchina Naathudaa\n' +
            'Jeevajalamula Bugga Yoddaku\n' +
            'Nannu Nadipina Kaapari\n' +
            'Jeevajalamula Bugga Yoddaku\n' +
            'Nannu Nadipina Kaapari\n' +
            'Raja Raja Raja Rajaadhi Raajuvu Neevu\n' +
            '\n' +
            'Deva Deva Deva Devaadi Devudavu\n' +
            'Raja Raja Raja Rajaadhi Raajuvu Neevu\n' +
            'Deva Deva Deva Devaadi Devudavu\n' +
            'Nithyamu Sthuthinchinaa\n' +
            'Nee Runamu Theerchalenu\n' +
            'Samasthamu Neekichchinaa\n' +
            'Nee Thyaagamu Maruvalenu\n' +
            '\n' +
            'Music\n' +
            '\n' +
            '\n' +
            'Maarpuleni Devudaa\n' +
            '\n' +
            'Maaku Saripoyinavaadaa\n' +
            'Maarpuleni Devudaa\n' +
            'Maaku Saripoyinavaadaa\n' +
            'Maatathone Srushtinanthaa\n' +
            'Kalugajesina Poojyudaa\n' +
            'Maatathone Srushtinanthaa\n' +
            'Kalugajesina Poojyudaa\n' +
            'Raja Raja Raja Rajaadhi Raajuvu Neevu\n' +
            '\n' +
            'Deva Deva Deva Devaadi Devudavu\n' +
            'Raja Raja Raja Rajaadhi Raajuvu Neevu\n' +
            'Deva Deva Deva Devaadi Devudavu\n' +
            'Nithyamu Sthuthinchinaa\n' +
            'Nee Runamu Theerchalenu\n' +
            'Samasthamu Neekichchinaa\n' +
            'Nee Thyaagamu Maruvalenu'
    },
    {
      title: 'Bethlehemu Puramulo Oka Naati Raathiri',
      lyric: 'బేత్లెహేము పురములో ఒక నాటి రాతిరి\n' +
          'ఊహలకు అందని అద్భుతము జరిగెను\n' +
          'లోక చరిత మార్చిన దైవకార్యము\n' +
          'కన్యమరియ గర్భమందు శిశువు పుట్టెను\n' +
          'అహహ్హ ఆశ్చర్యము ఓహోహో ఆనందము\n' +
          'రారాజు యేసు క్రీస్తుని జననము\n' +
          'అహహ్హ ఏమా దృశ్యము ఓహొహ్హో ఆ మహత్యము\n' +
          'సర్వోన్నతుని స్వరూపము ప్రత్యక్షము\n' +
          'ధన్యులం హీనులం మనము ధన్యులం\n' +
          'దైవమే మనల కోరి దరికి చేరెను\n' +
          'మనిషిగా మన మధ్య చేరే దీన జన్మతో\n' +
          'పశువుల తోట్టెలోన నిదుర చేసెను\n' +
          'అంటు బాల యేసుని చూడ వచ్చి గొల్లలు\n' +
          'మనకు శిశువు పుట్టెనంటూ పరవశించిపోయిరి\n' +
          'పుట్టెను యూదులకు రాజు పుట్టెను\n' +
          'వెతికిరి ఆ రాజు జాడ కొరకు వెతికిరి\n' +
          'నడిపెను ఆకశానా తార కనపడి\n' +
          'నిలిచెను యేసు ఉన్న చోటు తెలిపెను\n' +
          'తడవు చేయకొచ్చిరి తూర్పు దేశ జ్ఞానులు\n' +
          'యేసు చెంత మొకరించి కానుకలర్పించిరి\n' +
          'దొరికెను రక్షకుడు మనకు దొరికెను\n' +
          'తోడుగా ఇమ్మానుయేలు మనకు దొరికెను\n' +
          'దేవుని ప్రేమయే ప్రత్యక్షమాయెను\n' +
          'యేసుని రూపమే మనకు సాక్షము\n' +
          'యేసు జన్మ నింపెను లోకమంతా సంబరం\n' +
          'నింపెను నిరీక్షణ కృపయు సమాధానము'
    },
    {
        title: 'Aparadini Yesiah',
        lyric: 'అపరాధిని యేసయ్యా కృపజూపి బ్రోవుమయ్యా\n' +
            'నెపమెంచకయె నీ కృపలో అపరాధములను క్షమించు\n' +
            '1.ఘోరంబుగా దూరితిని నేరంబులను జేసితిని\n' +
            'క్రూరుండనై కొట్టితిని ఘోరంబు పాపిని దేవా\n' +
            '2.చిందితి రక్తము నాకై పొందిన దెబ్బలచేత\n' +
            'అపనిందలు మోపితినయ్యో సందేహమేలనయ్యా\n' +
            '3.శిక్షకు పాత్రుడనయ్యా రక్షణ తెచ్చితివయ్యా\n' +
            'అక్షయభాగ్యమునియ్య మోక్షంబు జూపితివయ్యా\n' +
            '4.దాహంబు గొనగా చేదు చిరకను ద్రావనిడితి\n' +
            'ద్రోహుండనై జేసితిని దేహంబు గాయములను'
    },
    {
        title: 'Aascharya Karamaina',
        lyric: 'ఆశ్చర్యకరమైన నీ కృపతో\n' +
            'మనోహరమైన సీయోనులో\n' +
            'నా ప్రియుని నేను దర్శింతును\n' +
            'ఆ నిత్య మహిమలో నేనుందును\n' +
            'ఆరాధనా ఆరాధనా\n' +
            'ఆరాధనా నీకే ఆరాధనా\n' +
            '1. నీవు పొందిన ఆఘోర శ్రమలలో\n' +
            'నీవు చూపిన విధేయతా\n' +
            'సంపూర్ణమైనా పరిపూర్ణతకు\n' +
            'విలువైన ఫలముగా చేసేను\n' +
            'నను విలువైన ఫలముగా చేసేను\n' +
            '2. నీవు పొందిన ఆ గాయములే\n' +
            'అగ్నితో నను అభిషేకించగా\n' +
            'సౌందర్యమైన ఆ సీయోనుకు\n' +
            'ప్రధమ ఫలముగా నను మార్చెను\n' +
            'నను ప్రధమ ఫలముగా నను మార్చెను'
    },
    {
        title:'Ee Loka Yatralo',
        lyric: 'ఈ లోక యాత్రలో నే సాగుచుండ\n' +
            'ఒకసారి నవ్వు ఒకసారి యేడ్పు\n' +
            'అయినను క్రీస్తేసు నాతోడ నుండు\n' +
            '1.జీవిత యాత్ర ఎంతో కఠినము\n' +
            'ఘోరాంధకార తుఫానులున్నవి\n' +
            'అభ్యంతరములు యెన్నెన్నో ఉండు\n' +
            'కాయువారెవరు రక్షించేదెవరు\n' +
            '2.నీవే ఆశ్రయం క్రీస్తేసు ప్రభువా\n' +
            'అనుదినము నన్ను ఆధరించెదవు\n' +
            'నీతో ఉన్నాను విడువలేదనెడు\n' +
            'నీ ప్రేమ మధుర స్వరము విన్నాను\n' +
            '3.తోడైయుండెదవు అంతము వరకు\n' +
            'నీవు విడువవు అందరు విడచినను\n' +
            'నూతన బలమును నా కొసగెదవు\n' +
            'నే స్థిరముగ నుండ నీ కోరిక యిదియే'
    },
    {
        title: 'yenduko nanninthaga neevu',
        lyric: 'ఎందికో నన్నింతగా నీవు ప్రేమించితివో దేవా\n' +
            'అందుకో నా దీన స్తుతిపాత్ర హల్లెలూయ యేసయ్యా\n' +
            '1.నా పాపము బాప నరరూపి వైనావు\n' +
            'నా శాపము మాప నలిగి వ్రేలాడితివి\n' +
            'నాకు చాలిన దేవుడవు నీవే నా స్థానములో నీవే\n' +
            '2.నీ రూపము నాలో నిర్మించియున్నావు\n' +
            'నీ పోలికలోనే నివశించమన్నావు\n' +
            'నీవు నన్ను ఎన్నుకొంటివి నీకొరకై నీ కృపలో\n' +
            '3.నా మనవులు ముందే నీ మనసులో నెరవేరే\n' +
            'నా మనుగడ ముందే నీ గ్రంధములో నుండే\n' +
            'ఏమి అద్భుత ప్రేమ సంకల్పం నేనేమి చెల్లింతున్'
    },
    {
        title: 'Ye Yogyatha Leni Nannu',
        lyric: 'ఏ యోగ్యతా లేని నన్ను నీవు ప్రేమించినావు దేవా\n' +
            'ఏ అర్హత లేని నన్ను నీవు రక్షించినావు ప్రభువా\n' +
            'నీకేమి చెల్లింతును నీ ఋణ మెలా తీర్తును\n' +
            '1. కలిషుతుడైన పాపాత్ముడను\n' +
            'నిష్కళంకముగా నను మార్చుటకు\n' +
            'పావన దేహంలో గాయాలు పొంది\n' +
            'రక్తమంత చిందించినావా\n' +
            'నీకేమి చెల్లింతును నీ ఋణ మెలా తీర్తును\n' +
            '2. సుందరమైన నీ రూపమును\n' +
            'మంటివాడనైన నా కియ్యుటకు\n' +
            'వస్త్రహీనుడుగా సిలువలో వ్రేలాడి\n' +
            'నీ సొగసును కోల్పోయినావా\n' +
            'నీకేమి చెల్లింతును నీ ఋణ మెలా తీర్తును\n' +
            '3. పాపము వలన మృతినొందిన\n' +
            'అపరాధినైన నను లేపుటకు\n' +
            'నా స్థానమందు నా శిక్ష భరించి\n' +
            'మరణించి తిరిగి లేచినావా\n' +
            'నీకేమి చెల్లింతును నీ ఋణ మెలా తీర్తును'
    },
    {
        title: 'deva maa kutumbamu',
        lyric: 'దేవా మా కుటుంబము నీ సేవకే అంకితము\n' +
            'ఈ శాప లోకానా నీ సాక్షులుగ నిలువ\n' +
            'నీ ఆత్మతో నింపుమా నీ ఆత్మతో నింపుమా\n' +
            'దేవా మా కుటుంబము నీ సేవకే అంకితము\n' +
            '1. కాపరి మా యేసు ప్రభువే కొదువేమి లేదు మాకు\n' +
            'మాకేమి భయము మాకేమి దిగులు నీకే వందనములయ్య\n' +
            'లోబడి జీవింతుము లోపంబులు సవరించుము\n' +
            'లోకాశలువీడి లోకంబులోన నీమందగా ఉందుము\n' +
            '2. సమృద్ధి జీవంబును సమృద్ధిగా మాకింమ్ము\n' +
            'నెమ్మదిగల ఇల్లు నిమ్మళమగు మనస్సు ఇమ్మహిలో మాకిమ్మయ్య\n' +
            'ఇమ్ముగ దయచేయుము గిన్నెనిండిన అనుభవము\n' +
            'ఎన్నో కుటుంబాల ధన్యులుగా చేయంగ మమ్ములను బలపరచుము\n' +
            '3. ఏ కీడు రాకుండగా కాపాడుము మాపిల్లలను\n' +
            'లోకాదుర వ్యసనముల తాకుడులేకుండ దాచుము నీచేతులలో\n' +
            'వోలీవ మొక్కల వలెను ధ్రాక్ష తీగలను పోలి\n' +
            'ఫలసంపదలతోను కలకాలము జీవించ కురిపించుము నీదీవెనలన్\n' +
            '4. పెంపార జేయుము మాలో సొంపుగ నీఘన ప్రేమన్\n' +
            'నింపుమ హృదయముల శాంతిభాగ్యంబులతొ సంతసంబుగ సాగెదము\n' +
            'వింతైన నీప్రేమను అంతట ప్రకటింతుము\n' +
            'కొంతకాలమే మేము ఉందుము లోకానా చెంతచేరగ కోరెదము'
    },
    {
        title: 'nee krupa simhaasaname',
        lyric: 'నీ కృపా సింహాసనమే\n' +
            'నా నిత్యనివాసము\n' +
            'యెహోవా పరిశుద్ధుడు . . .\n' +
            'నా నిత్యనివాసమే\n' +
            'నీ నిత్యరాజ్యము\n' +
            'పాపిననినే ఎరిగిన వేళ\n' +
            'కన్నీటితో నీదు పాదాలు కడుగగా\n' +
            'నన్ను కరుణించినా..\n' +
            'కనికర స్వరూపుడా\n' +
            'నీ రాజ్యవాసిగ నన్ను చేసినావు\n' +
            'నా హృదయ వేదన కన్నీటి రోదన\n' +
            'నీ సేవలోనే నా జీవితాంతం\n' +
            'నీ సేవలోనా..\n' +
            'నీ సేవలోన జీవన దాత\n' +
            'నిత్యము నన్ను నడపు నా నావికా\n' +
            'ప్రకటింతును నే నా జీవితాంతం\n' +
            'నీ దివ్య నామం నీ దివ్య చరితం\n' +
            'నా ప్రాణప్రియుడా…\n' +
            'నా ప్రాణేశ్వర\n' +
            'నీలో నిలుపు తుది శ్వాశవరకు\n' +
            'నీలో నన్ను నిలుపు తుది శ్వాశవరకు'
    },
    {
        title: 'nee neethi kiranaalu ',
        lyric: 'నీ నీతి కిరణాలు నా బ్రతుకును చిగురింప చేసేనే\n' +
            'కడవరి రక్షణలు నివు దాచి ఉంచిన స్వాస్థ్యము నాదే కదా\n' +
            'ఇదే కదా నా ఆనందము\n' +
            'ఇదే కదా నా బహుమానము\n' +
            '1.తలవంచితివా నా ప్రతిపాపముకై\n' +
            'పరిశుద్ధతలో మహనీయుడా\n' +
            'నీ మహిమతో నన్ను స్తోత్రయాగముగా\n' +
            'మార్చిన నా యేసయ్యా\n' +
            'నా యేసయ్యా నా యేసయ్యా\n' +
            'యేసయ్యా యేసయ్యా ….\n' +
            '2.నన్ను మండిచితివా ఆ సీయోనుకై\n' +
            'ప్రేమతో నిండిన సాత్వీకుడా\n' +
            'నీ కృపతో నన్ను నీ పాత్రునిగా\n' +
            'మార్చిన నా యేసయ్యా\n' +
            'నా యేసయ్యా నా యేసయ్యా\n' +
            'యేసయ్యా యేసయ్యా…'
    },
    {
        title: 'ne papino prabhuva',
        lyric: 'నే పాపినో ప్రభువా\n' +
            'నన్ను కావుమా దేవా\n' +
            '1. కరుణాలవాలా నీ మ్రొలనీలా\n' +
            'తలవాల్చి నిలిచేనులే\n' +
            'దయచూడజాలా దురిపారద్రోలా\n' +
            'నీ సాటి దైవంభు వేరెవ్వరు\n' +
            'లేరెవ్వరు లేరెవ్వరు\n' +
            '2. ఉదయించినావు సదయుండ నీవు\n' +
            'ముదమార మా కొరకై\n' +
            'మోసేవు సిలువా నీ ప్రేమ విలువా\n' +
            'నా తరమా చెల్లించ నా యేసువా\n' +
            'నా యేసువా నా యేసువా'
    },
    {
        title: 'Nannu Karuninchumo Deva',
        lyric: 'నన్ను కరుణించుమో దేవా\n' +
            'నన్ను కరుణించుమో తండ్రి\n' +
            'నీ రెక్కలే నాకు ఆశ్రయం\n' +
            'నీ హస్తములే నాకు అభయము\n' +
            '1. విరిగిన హృదయాలకు ఆసన్నుడా\n' +
            'నలిగిన మనస్సులకు ఆశ్రయుడా\n' +
            'గొప్ప దేవుడవు నీవే స్తుతులకు పాత్రుడవీవే\n' +
            '2. నీ కృపతో నన్ను బలపరచుము\n' +
            'నీ ప్రేమతో నన్ను నడిపించుము\n' +
            'గొప్ప దేవుడవు నీవే స్తుతులకు పాత్రుడవీవే'
    },
    {
        title: 'Nannu Thakumu',
        lyric: 'నన్ను తాకుము పరిశుద్ధపరచుము\n' +
            'విమోచిచు నా ప్రియ ప్రభు పరిశుద్ధపరచుము\n' +
            '1. లోకము నుండి లోకపుబంధాల నుండి\n' +
            'పాపము నుండి పాపపు క్రియల నుండి\n' +
            'విడిపించుము నా ప్రియ ప్రభు\n' +
            'ఐక్యపరచుము\n' +
            'నీలో నన్ను ఐక్యపరచుము\n' +
            '2. నూతన హృదయంబు నాకిమ్ము దేవా\n' +
            'నిజమైన నీ పోలిక దయచేయుమయ్యా\n' +
            'విజయంబు నిచ్చి నడిపించుమా\n' +
            'స్వస్థపరచుము\n' +
            'నీలా నన్ను రూపుదిద్దుము\n' +
            '3. వేలిగించుము నన్ను ఈ లోకములో\n' +
            'విలువైన వానిగా నను మార్చుము\n' +
            'ఉన్నత స్థలములో నను నిల్పుము\n' +
            'శక్తి నొసగుము\n' +
            'సర్వోన్నతుడా నీ జ్ఞానమీయ్యుము'
    },
    {
        title : 'ninu gaka mari denini',
        lyric:'నిను గాక మరి దేనిని నే ప్రేమింప నీయ్యకు\n' +
            'నీ కృపలో నీ దయలో నీ మహిమ సన్నిధిలో\n' +
            'నను నిలుపుమో యేసు\n' +
            '1. నా తలపులకు అందనిది నీ సిలువ ప్రేమా\n' +
            'నీ అరచేతిలో నా జీవితం చెక్కించు కొంటివే\n' +
            'వివరింప తరమ నీ కార్యముల్\n' +
            'ఇహ పరములకు నా ఆధారం నీవై యుండగా\n' +
            'నా యేసువా నా యేసువా\n' +
            '2. రంగుల వలయాల ఆకర్షణలో మురిపించే మెరుపులలో\n' +
            'ఆశనిరాశల కోటలలో నడివీధు ఈలోకంలో\n' +
            'చుక్కాని నీవే నా దరి నీవే నా గమ్యము\n' +
            'నీ రాజ్యమే నీ రాజ్యమే\n' +
            'నా యేసువా నా యేసువా'
    },
    {
        title : 'Peda Naruni Rupamu',
        lyric:'పేదనరుని రూపము ధరించి\n' +
            'యేసురాజు నీ చెంత నిలచే\n' +
            'అంగీకరించు మాయనను\n' +
            '1. కాళ్ళ చేతులందు సీలల్ కొట్టబడే\n' +
            'నింద వేదన శ్రమలను సహించెనేసు\n' +
            'చిందె తనదు రక్తము నీ పాపముకై\n' +
            'దీనుడై నిన్ను పిలచుచుండే\n' +
            '2. తలవాల్చుటకు ఇల స్థలమే లేదు\n' +
            'దప్పి తీర్చుకొన నీరు దొరక లేదు\n' +
            'తన్ను ఆధరించు వారెవరు లేరు\n' +
            'ప్రియ రక్షకుడు సిలువలో వ్రేలాడే\n' +
            'పాట్లుపడే నిన్ను విడిపింపను\n' +
            '3. మాయ లోకమును నీవు నమ్మకుము\n' +
            'మనుష్యుల మనస్సు మారిపోవునిలా\n' +
            'నిత్య దేవుని ప్రేమను నమ్మి నీవు\n' +
            'నిశ్చయముగా ప్రభువులో ఆనందింప\n' +
            'నేడే రమ్ము విస్వాసముతో'
    },
    {
        title : 'Prabhu Yesu Naa Kai',
        lyric:'ప్రభుయేసు నాకై నీ సర్వము నిచ్చితివి\n' +
            'ప్రేమనుబట్టి అర్పించు కొంటివి నాకై\n' +
            '1.శిరస్సు నిచ్చితివి ముండ్ల మకుటముకై\n' +
            'స్వామి నా పాపముల కొరకే\n' +
            'సహింపజాలని వేదన బహుగా\n' +
            'సహించితివి ప్రేమతోడ\n' +
            '2.కాళ్ళు చేతులలో మేకులు కొట్టిరి\n' +
            'బల్లెముతో ప్రకన్ బొడిచిరి\n' +
            'యేలాగు వివరింతు నీ బాధ నేను\n' +
            'ఓర్చితివా మౌనము వహించి\n' +
            '3.ఎంత అద్భుతము ప్రభువా నీ ప్రేమా\n' +
            'ఎందు కింతగా ప్రేమించితివి\n' +
            'వందన మర్పింతు నీ పాదములకే\n' +
            'పొందుగ నీ వాడనైతి'
    },
    {
        title : 'matti nundi vachina ',
        lyric:'మట్టి నుండి వచ్చిన ఈ శరీరము మట్టి లోనే కలవాలి\n' +
            'స్వామి నీవిచ్చిన ఈ ఆత్మా తిరిగి నీ చెంతకు చేరాలి\n' +
            '1. నీకే నే స్వంతం నీవే నా సర్వం నీ దరికే చేరాలి\n' +
            'ఈ లోకాన నేనొక భాటసారి ఈ జీవితమే ఒక ప్రయాణము\n' +
            'తెరువుమయా తెరువుమయా నా హృదయ నేత్రములు\n' +
            'ఎక్కడికి నే వెళ్ళుచున్నానో\n' +
            'ఎరిగించు నా స్వామి\n' +
            '2. లోకమంత సంపాదించి ఆత్మను కోల్పోయిన లాభం ఏమున్నది\n' +
            'ఒక్కరోజు ప్రభు ముందు నిలబడి నే ఏం జవాబు ఇవ్వాలి\n' +
            'మోక్షమా నరకమా నే నిప్పుడే నిర్ణయం చేయాలి\n' +
            'ఆత్మకు బదులుగా ఏమివ్వగలను\n' +
            'ఎరిగించు నా స్వామి'
    },
    {
        title : 'Modubarina Naa Mihima',
        lyric:'మొడుబారిన నా మహిమ జీవితం\n' +
            'చిగురింప చేయుమయా\n' +
            'నా ఆత్మీయ వ్యవసాయకా\n' +
            'నా బలము నీవే నా యేసయ్యా\n' +
            '1. నీ సన్నిద్ధిని విడిచితిని లోకంతో నడచితిని\n' +
            'నీ ఆత్మను కోల్పోతిని అనాధగా మిగిలితిని\n' +
            'చేదైన నన్ను మధురము చేసి\n' +
            'పండించు నీ ప్రేమతో\n' +
            '2. తలాంతులను ఇచ్చినా తలగా నన్ను చేసినా\n' +
            'ఫలియించు కాలానికి నీ బలమును కోల్పోతిని\n' +
            'నీ బలము నిచ్చి ఫలియింప చేసి\n' +
            'నడిపించు నీ సేవ'
    },
    {
        title : 'Lokamunu Vidachi Vellavalenuga',
        lyric:'లోకమును విడచి వెళ్ళవలెనుగా\n' +
            'సర్వమిచ్చటనే విడువా వలెన్\n' +
            'విడువా వలెన్\n' +
            '1.యాత్రికులము ఈ దుష్టలోకములో\n' +
            'పాడులోకములో మనకేది లేదు\n' +
            'ఏ విషయమందైన గర్వించలేము\n' +
            'జాగ్రత్తగానే నడుచు కొనెదము\n' +
            '2.మన ఈర్ష్య కపటా ద్వేషాలు విడచి\n' +
            'నిజ ప్రేమతోనే జీవించెదాము\n' +
            'నిష్కళంకులమై శుద్ధూలమై\n' +
            'పరిపూర్ణతాను చేపట్టుదాము\n' +
            '3.ఆత్మీయ నేత్రాలతో చూచెదాము\n' +
            'ఎంతా అద్భుతోమో సౌంధర్య నగరం\n' +
            'ప్రభువు చెంతాకు వెళ్ళేదాము\n' +
            'విజయోత్సవముతో ప్రవేశించెదము'
    },
    {
        title : 'vinava manavi yesiah',
        lyric:'వినవా మనవి యేసయ్య\n' +
            'ప్రభువా శరణం నీవయ్యా\n' +
            'మలినము నా గతం\n' +
            'పగిలెను జీవితం\n' +
            'చేసుకో నీ వశం\n' +
            'వినవా ప్రభువా\n' +
            '1.లోక స్నేహమే కోరి దూరమైతిని\n' +
            'వీడిపోయి నీ దారి ఓడిపోతిని\n' +
            'విరిగిన మనస్సుతో నిన్ను చేరాను\n' +
            'చితికిన బ్రతుకులో బాగు కోరాను\n' +
            'నన్ను స్వీకరించి నీతో ఉండనీ యేసయ్యా\n' +
            'నా తండ్రి నీవేనయ్యా\n' +
            '2.ఆశ యేది కనరాక బేలనైతిని\n' +
            'బాధలింక పడలేక సోలిపోతిని\n' +
            'అలసిన కనులతో నిన్ను చూశాను\n' +
            'చెదరిన కలలతో కృంగిపోయాను\n' +
            'నన్ను సేదదీర్చి సంతోషించనీ యేసయ్యా\n' +
            'నా దైవము నీవయ్యా\n' +
            '\n'
    },
    {
        title : 'Virigina Manassutho Naligina',
        lyric:'విరిగిన మనస్సుతో నలిగిన హృదయముతో\n' +
            'అర్పణగా నీ సన్నిధిలో చేరితి\n' +
            'గైకొనుమా నా ప్రాణనాధుడా\n' +
            '1. బలులను కోరవు బలియైన వాడవు\n' +
            'భరించినావు నా పాపాల భారము\n' +
            'ధరయందెవ్వరు చేయ్యనిదే త్యాగము\n' +
            'సరిరాదు ఇలయేది నీదు ప్రేమకు\n' +
            '2. సజీవయాగమై సర్వాంగహోమమై\n' +
            'క్రీస్తు శరీరమై పరిశుద్ధ సంఘమై\n' +
            'పానార్పణముగా నే పోయబడుదును\n' +
            'ప్రకటింతు ప్రతిచోట నీ సువార్తను'
    },
    {
        title : 'Santhosinchuma',
        lyric:'సంతోషించుమా ఓ యెరుషలేమా\n' +
            'సర్వోన్నతుని జనాంగమా\n' +
            'ఆనందించుమా సియోను నగరమా\n' +
            'ఉత్సహించి పాడుమా\n' +
            'షాలోం.. షాలోం యెరుషలేమా\n' +
            'సమాధానము నిత్యం నీకు సమాధానము\n' +
            '1. భూరాజులందరు నిన్ను గూర్చి\n' +
            'ఒక దినము ఇలలో సంతోషించును\n' +
            'అంజుర వృక్షమైన నీ చేతి కొమ్మలు\n' +
            'చిగురించి ఫలియించును\n' +
            'షాలోం.. షాలోం యెరుషలేమా\n' +
            'సమాధానము నిత్యం నీకు సమాధానము\n' +
            '2. సర్వలోకమంతయు నీ ద్వారా\n' +
            'ఆశీర్వదించ బడియుండెను\n' +
            'నీలోన పుట్టిన రక్షకుడు\n' +
            'లోకాన్ని రక్షించెను\n' +
            'షాలోం.. షాలోం యెరుషలేమా\n' +
            'సమాధానము నిత్యం నీకు సమాధానము'
    },
    {
        title : 'Samulevvaru Deva\n',
        lyric:'సములెవ్వరు దేవా నీతో సమానులెవరు దేవా\n' +
            'వేల్పులలోనా నీ వంటి దేవుడు ఎవరున్నారు దేవా\n' +
            'పూజ్యులలోనా నీ వంటి ఘనుడు ఎవరున్నారు దేవా\n' +
            '1. నిత్యనివాస స్థలము నీవే సత్యసమాధాన గృహము నీవే\n' +
            'అత్యున్నత సింహాసనాశీనుడా నే నిలచియుంటిని నీలోనే\n' +
            'ఆశ్చర్యకరుడా నా యేసయ్యా నే దాగియుంటిని నీలోనే\n' +
            '2. నిత్యాశ్రయ దుర్గము నీవే సర్వాధికారుడవు నీవే\n' +
            'సర్వోన్నత సత్య దేవుడా జీవించుచుంటిని నీతోనే\n' +
            'సహాయకుడా నా యేసయ్యా నమ్మియుంటిని నీ ప్రేమనే\n' +
            '3. రక్షణాజీవము నీవే జీవమార్గము నీవే\n' +
            'నమ్మదగిన నిజ దేవుడా నీ కృప నాకు చాలునయా\n' +
            'సమాధానకరుడా నా యేసయ్యా నీ ప్రేమ నాకు చాలునయా'
    },
    {
        title : 'Siluva Yande Needu Prema',
        lyric:'సిలువ యెందే నీదు ప్రేమ\n' +
            'తెలిసికొంటిమో ప్రభో\n' +
            '1. మాదు పాప గాయములను\n' +
            'మాపగోరి సిల్వపై\n' +
            'నీదు దేహమంత కొరడ\n' +
            'దెబ్బ లోర్చుకొంటివే\n' +
            '2. తండ్రి కుమారా శుద్ధాత్మలదేవా\n' +
            'ఆరాధింతు మా ఆత్మతో\n' +
            'హల్లేలూయ స్తోత్రములను\n' +
            'ఎల్లవేళలా పాడెదం'
    },
    {
        title : 'anchulanundi jaarela',
        lyric:'అంచులనుండి జారేల – గిన్నెలు నిండి పోర్లేలా\n' +
            'ఆశీర్వదిస్తాడు యేసయ్యా /2/\n' +
            'విశ్వాసంతో ప్రార్ధన చేసిన – ఇచ్చేదాక ఓపిక పట్టిన /2/\n' +
            'మితిలేని తన సంపద నీదే – స్తుతియిస్తే పొందనిది లేదే /2/అంచుల/\n' +
            '\n' +
            '1. లెక్కకు మించి కురియుచున్న – అద్భుతమైన దీవేనలకై /2/\n' +
            'స్తోత్ర గానము చేయు చున్నావా /2/\n' +
            'కృతజ్ఞత కలిగున్నావా /2/మితి/\n' +
            '\n' +
            '2. శ్రమల నుండి అమరుచున్న – అబ్బురపరచే మేళ్ళ కొఱకై /2/\n' +
            'స్తోత్ర గానము చేయు చున్నావా /2/\n' +
            'కృతజ్ఞత కలిగున్నావా /2/మితి/\n' +
            '\n' +
            '3. అపాయములను తప్పిస్తున్న – అదృశ్య దేవుని కాపుదాలకై /2/\n' +
            'స్తోత్ర గానము చేయు చున్నావా /2/\n' +
            'కృతజ్ఞత కలిగున్నావా /2/మితి/'
    },
    {
        title : 'anjali ghatiyinchinaamu ',
        lyric:'అంజలి ఘటియించినాము\n' +
            'అందరి మనసులలోని చీకటుల\n' +
            'హరియించి తరియింప చేయగా\n' +
            'నీ సుందర పదములముందర మేమందరము యేసు...\n' +
            '\n' +
            'అంజలి ఘటియించినాము...\n' +
            '\n' +
            'వాడుకగా వాక్యమును చదివితిమి గాని\n' +
            'వాస్తవముగ దాని భావమే మరచితిమి\n' +
            'ఆచారముగా ఆలయమేగితిమి గాని\n' +
            'ఆచరణలో ఆజ్ఞలను విడచితిమి\n' +
            'తుదకు వాక్యము నీవని ఎరిగితిమి\n' +
            'నీ ఆలయముగా మేము మారితిమి ... యేసు\n' +
            '\n' +
            'అంజలి ఘటియించినాము...\n' +
            '\n' +
            'వేదనలో నీ వేదమునే తలచి\n' +
            'వేడుకలో నీ నామమే మరచి\n' +
            'స్వార్ధ చింతనతో స్వామి నిను విడచి\n' +
            'విలపించి తలవంచి\n' +
            '\n' +
            'అంజలి ఘటియించినాము...\n' +
            '\n' +
            'పాపాప పద పాపాప పద పాపాప\n' +
            'పమపమగరిసరిగమ పాపామపదపా\n' +
            'పమపదనీనీనినిసని మపదనిసాసానిసారిసా\n' +
            'సరిగమపమగరిసానిదపమా\n' +
            'గమని గమనీనీ గమని గమనీని సగప సగపాప సగప సగపాప\n' +
            'సరిగ సరి గమపమ\n' +
            'సరిగ సరి గమపమ\n' +
            'రిగమరి గమపదని\n' +
            'రిగమరి గమపదని\n' +
            'తధీమ్ త తకిట\n' +
            'తఝo త తఝణు\n' +
            'తక తకిట తకధిమిత తక ఝణుత\n' +
            'సరిగమ పమగరి గమపద నిదపమ\n' +
            'పదనిసరిగమపమగరిసనిదపమ\n' +
            'మాపదనిస గామపదని రీగామపద\n' +
            'సారిగమదప మగరి\n' +
            'సగరి గమ గమప గమపదని\n' +
            'గరిసనిదపదనిసాసా గరిసనిదపదనిసాసా\n' +
            'మపదనిసా మపదనిసా మపదనిసా'
    },
    {
        title : 'anthyadhinamula yendu memundaga',
        lyric:'అంత్య దినములందు మేం ఉండగా - నీ ఆత్మా కుమ్మరింపు నీయుమా -2\n' +
            '\n' +
            'మేం దర్శనాలు చూచి మేం ప్రవచనాలు చెప్పి - లోకమందు మార్పు తెచ్చేదం\n' +
            '\n' +
            'ఆది సంఘమల్లె మేము - ఆత్మా అగ్నితోడ రగిలి - క్రీస్తు సిలువనెత్తి చూపెదం\n' +
            '\n' +
            'యేసుదే ఈ తరం - యేసుకే యువతరం -2\n' +
            '\n' +
            'అంత్య దినములందు మేం ఉండగా - నీ ఆత్మా కుమ్మరింపు నీయుమా -2\n' +
            '\n' +
            '\n' +
            '\n' +
            '\n' +
            '\n' +
            '1. ఏలియా ప్రవక్త వోలె సత్యదేవుడైన ప్రభుని - జడియకుండ సాక్ష్యమిచ్చెదం\n' +
            '\n' +
            'పేతురు అపోస్తులల్లె ఇంట బయట మానకుండ - ప్రభుని గూర్చి మాటలాడేదం -2\n' +
            '\n' +
            '\n' +
            '\n' +
            'మేం దర్శనాలు చూచి మేం ప్రవచనాలు చెప్పి - లోకమందు మార్పు తెచ్చెదం\n' +
            '\n' +
            'ఆది సంఘమల్లె మేము - ఆత్మా అగ్నితోడ రగిలి - క్రీస్తు సిలువనెత్తి చూపెదం\n' +
            '\n' +
            'యేసుదే ఈ తరం - యేసుకే యువతరం -2\n' +
            '\n' +
            '\n' +
            'అంత్య దినములందు మేం ఉండగా - నీ ఆత్మా కుమ్మరింపు నీయుమా -2\n' +
            '\n' +
            '\n' +
            '\n' +
            '\n' +
            '2. ఎండిన ఈ ఎముకలన్ని యేసులో జీవించులాగ - ప్రవచనాన్ని ఎత్తి చెప్పెదం\n' +
            '\n' +
            'మండుతూ ప్రకాశించు దీపమై యెహాను లాగ - ప్రభుని త్రోవ సరళపరచెదం -2\n' +
            '\n' +
            '\n' +
            '\n' +
            '\n' +
            'మేం దర్శనాలు చూచి మేం ప్రవచనాలు చెప్పి - లోకమందు మార్పు తెచ్చెదం\n' +
            '\n' +
            'ఆది సంఘమల్లె మేము - ఆత్మా అగ్నితోడ రగిలి - క్రీస్తు సిలువనెత్తి చూపెదం\n' +
            '\n' +
            'యేసుదే ఈ తరం - యేసుకే యువతరం -2\n' +
            '\n' +
            '\n' +
            'అంత్య దినములందు మేం ఉండగా - నీ ఆత్మా కుమ్మరింపు నీయుమా -2'
    },
    {
        title : 'andamaina kshanamu aanandamayamu',
        lyric:'అందమైన క్షణము ఆనందమయము\n' +
            'యేసయ్య పుట్టినవేళ సంబరమే సంబరము\n' +
            'యేసయ్య పుట్టినవేళ సంబరమే సంబరము (2)\n' +
            'బంగారు సొగసు కన్నా బహు అందగాడు (2)\n' +
            'బోళము సాంబ్రాణి కన్నా బహు సుగంధుడు\n' +
            '\n' +
            'సంబరమే సంబరము శ్రీ యేసు జననము\n' +
            'సర్వ జగతికి మహా సంతోషము\n' +
            'సర్వ సృష్టికి ముందే దేవుడేర్పరిచిన\n' +
            'శాశ్వత జీవం ఈ ప్రభు యేసే\n' +
            'శాశ్వత జీవం ఈ ప్రభు యేసే\n' +
            '\n' +
            'బలమైన యోధుడు దేవాది దేవుడు\n' +
            'దీన నరుడై మనకై పుట్టాడు\n' +
            'మన గాయములకు కట్టు కట్టి\n' +
            'మన బ్రతుకులను వెలుగుతో నింపిన\n' +
            'దైవతనయుని కొలువ రావా\n' +
            'సందేహించకు ఓ సోదరా\n' +
            'రక్షణ మార్గము కోరి రావా\n' +
            'సంశయమెందుకు ఓ సోదరా… ఓ సోదరీ… ||సంబరమే||\n' +
            '\n' +
            'పాప విమోచన నిత్య జీవం\n' +
            'సిలువలోనే మనకు సాధ్యం\n' +
            'సిలువ భారం తాను మోసి\n' +
            'మన దోషములను తుడిచేసాడు\n' +
            'సిలువ చెంతకు చేర రావా\n' +
            'జాగు ఎందుకు ఓ సోదరా\n' +
            'యేసు నామము నమ్మ రావా\n' +
            'జాగు ఎందుకు ఓ సోదరా… ఓ సోదరీ… ||సంబరమే||'
    },
    {
        title : 'andamaina madhuramaina naamam evaridi',
        lyric:'అందమైన మధురమైన నామం ఎవరిది\n' +
            'మహిమాన్వితుడు మహిజన రక్షకుడు\n' +
            'ఆయనేసు యేసు యేసు (2) ||అందమైన||\n' +
            '\n' +
            'సైన్యములకు అధిపతివి నీవే ఓ రాజా\n' +
            'లోకమును రక్షించు ఇమ్మానుయేలా (2)\n' +
            'మా పాలి దైవమా ఓ శ్రీ యేసా\n' +
            'స్తుతింతు నిన్ను నా ఆత్మ యేసయ్య (2) ||అందమైన||\n' +
            '\n' +
            'కొండ నీవే కోట నీవే నీవే యేసయ్యా\n' +
            'ఆకలి తీర్చి ఆదుకునే తండ్రివి నీవే (2)\n' +
            'నీ ఒడిలో చేర్చుమా ఓ శ్రీ యేసా\n' +
            'స్తుతింతు నిన్ను నా ఆత్మ యేసయ్య (2) ||అందమైన||\n' +
            '\n' +
            'చీకటి నుండి వెలుగు లోనికి నడిపించావు\n' +
            'మానవులను ప్రేమించి చూపించావు (2)\n' +
            'మా కోసం మరణించి చూపించావు\n' +
            'స్తుతింతు నిన్ను నా ఆత్మ యేసయ్య (2) ||అందమైన||'
    },
    {
        title : 'andhari chevulu gingurumanela',
        lyric:'అందరి చెవులు గింగురుమనేలా అంతట చాటి చెప్పాలా\n' +
            'యేసు రాకడకు సమయం అయ్యుందని\n' +
            'సిద్ధం కాకపోతే ఎంతో ఘోరమని\n' +
            '\n' +
            'అ.ప: వాయుదా వెయ్యకుండా - కారణాలు చెప్పకుండా\n' +
            'రక్షణ పొందుకోమని\n' +
            '\n' +
            '1. యేసయ్యను స్వంత రక్షకునిగా స్వీకరించినవారందరూ\n' +
            'ఆకాశానికెత్తబడి\n' +
            'ఎల్లప్పుడూ ఆయనతో పరమున ఉంటారని\n' +
            '\n' +
            '2. యేసయ్యను అంగీకరించక త్రోసివేసినవారందరూ\n' +
            'భూమి పై విడువబడి\n' +
            'ఎల్లప్పుడూ నరకములో కాలుతూ ఉంటారని'
    },
    {
        title : 'ilapai prabhu yaesu immaanuyaelai janmimche',
        lyric:'ఇలపై ప్రభు యేసు - ఇమ్మానుయేలై జన్మించె (2)\n' +
            'హల్లెలూయా మహిమ రాజు - లోకానికి వెలుగాయె – మనకోసం (2)\n' +
            '\n' +
            '1.ఆ కాంతి పుంజములకు మన హృదయం వెలగాలి\n' +
            'ఆ క్రీస్తు ప్రేమతోనే - మన బ్రతుకులు పండాలి (2)\n' +
            'ఆ దైవ సుతుని నీడ - మన గమ్యం కావాలి (2)\n' +
            'ఆ ప్రేమ మధురిమలే - మనమంతా చాటాలి (2)IIహల్లెలూయాII\n' +
            '\n' +
            '2.లోకాశలన్ని నిన్ను ఊరించిన భ్రమపడకు\n' +
            'వ్యాధి భాదలయందు - శోధనలకు భయపడకు (2)\n' +
            'నమ్మికతో ప్రార్ధించిన - యే కొదువయు లేదన్న (2)\n' +
            'ఆ నిరీక్షణతోనే - పరమ పురికి చేరాలి (2)IIహల్లెలూయాII'
    },
    {
        title : 'ishraayelu sainyamulaku mundu nadachina daivamaa',
        lyric:'ఇశ్రాయేలు సైన్యములకు ముందు నడచిన దైవమా (2)\n' +
            'నేడు మాతో కూడా నుండి మమ్ము నడిపించుమా (2)\n' +
            '\n' +
            'సొలొమోను దేవాలయంలలో నీదు మేఘము రాగానే (2)\n' +
            'యాజకులు నీ తేజో మహిమకు నిలువలేకపోయిరి (2)\n' +
            '\n' +
            'పూర్వము ప్రవక్తలతో నరుల రక్షణ ప్రకటించి (2)\n' +
            'నన్ను వెదికిన వారికి నే దొరికితి నంటివి (2)\n' +
            '\n' +
            'నరులయందు నీదు ప్రేమ క్రీస్తు ద్వారా బయలుపరచి (2)\n' +
            'సిలువ రక్తము చేత మమ్ము రక్షించి యుంటివి (2)\n' +
            '\n' +
            'ఆది యాపొస్తలులపై నీ యాత్మ వర్షము క్రుమ్మరించి (2)\n' +
            'నట్లు మాపై క్రుమ్మరించి మమ్ము నడిపించుము (2) ||ఇశ్రాయేలు||'
    },
    {
        title : 'unnanthamyna prema',
        lyric:'పల్లవి: ఉన్నతమైన ప్రేమ - అత్యున్నతమైన ప్రేమ\n' +
            'శాశ్వతమైన ప్రేమ - పరిపూర్ణమైన ప్రేమ\n' +
            'యేసుని ప్రేమా - ఆ కలువరి ప్రేమ - ఆ కలువరి ప్రేమా\n' +
            '\n' +
            '1. నింగి నుండి నేలకు దిగివచ్చిన ప్రేమా\n' +
            'నేల నుండి నన్ను లేవనెత్తిన ప్రేమ (2X)\n' +
            'మంటి నుండి మహిమకు నను మార్చిన ప్రేమ (2X)\n' +
            'ఆ కలువరి ప్రేమ - ఆ కలువరి ప్రేమా\n' +
            '\n' +
            '… ఉన్నతమైన ప్రేమ …\n' +
            '\n' +
            '2. నీదు ప్రేమ నాకు జీవం - నా సమస్తమును\n' +
            'నీవు పొందిన శ్రమలన్నియును నాదుడెందములో (2X)\n' +
            'నీవు కార్చిన రక్తమే నా - ముక్తి మార్గమై (2X)\n' +
            'ఆ కలువరి ప్రేమ - ఆ కలువరి ప్రేమా\n' +
            '\n' +
            '… ఉన్నతమైన ప్రేమ …'
    },
    {
        title : 'vullasinchi pata pade pavurama',
        lyric:'మృధు మధుర సుందర నారీమణీ\n' +
            'ఎద పవళించు నా ప్రాణేశ్వరీ\n' +
            'ఒక్క చూపుతో నీవాడనైతి\n' +
            'ఒక్క పిలుపుతో నీ వశమైతి\n' +
            'పావురమా నా పావురమా\n' +
            'నా నిర్మల హృదయమా... నా పావురమా\n' +
            '\n' +
            'ఉల్లసించి పాటపాడే పావురమా\n' +
            'ఓ ఓ ఓ పుష్పమా.. షారోను పుష్పమా\n' +
            'వాగ్దానదేశపు అభిషేక పద్మమా\n' +
            'లెబనోను పర్వత సౌందర్యమా\n' +
            '1॰\n' +
            'పాలుతేనెలో పవళించి\n' +
            'పరిమళ వాసనలు విరజిమ్ము\n' +
            'జీవజలాలలో విహరించి\n' +
            'జీవఫలాలను ఫలియించు\n' +
            'ఉల్లసించి పాటపాడే పావురమా\n' +
            'నా పావురమా నా షారోను పుష్పమా\n' +
            'నా పావురమా నా షాలేము పద్మమా\n' +
            '॥ఓ ఓ ఓ పుష్పమా॥\n' +
            '2॰\n' +
            'జల్ధరు వాసనలు శ్వాసించి\n' +
            'జగతికి జీవమును అందించు\n' +
            'సంధ్యారాగము సంధించి\n' +
            'సుమధుర స్వరమును వినిపించు\n' +
            'ఉల్లసించి పాటపాడే పావురమా\n' +
            'నా పావురమా నా షారోను పుష్పమా\n' +
            'నా పావురమా నా షాలేము పద్మమా\n' +
            '॥ఓ ఓ ఓ పుష్పమా॥'
    },
    {
        title : 'emtha praemimchenoa dhaevuaodu',
        lyric:'ఎంత ప్రేమించెనో దేవుఁడు మనపై నెంతదయఁజూపెనో వింతగల\n' +
            'యీ దైవప్రేమను సాంతమున ధ్యానింపరే ||ఎంత||\n' +
            '\n' +
            '1.\n' +
            'పనికిమాలిన పాపాత్ములమైన మనము ఆ ఘనదేవునికి పిల్లలమనబడుటకై\n' +
            'తన కుమారుని మరణ బలిరక్తమున మన లను స్వీకరించుకొనెను దీనిని\n' +
            'జూడరే ||ఎంత||\n' +
            '\n' +
            '\n' +
            '2.\n' +
            'పెంటకుప్పమీఁద పడియున్న యీ నీచ మంటి పురుగులను లేవనేత్తి\n' +
            'మింటిపై ఘనులతోఁ గూర్చుండఁజేయ నీ మంటి కేతెంచె మన వంటి\n' +
            'దేహము దాల్చి ||ఎంత||\n' +
            '\n' +
            '\n' +
            '3.\n' +
            'ద్రాక్షారసపు మధురమును మించి యీ ప్రేమ సాక్షాత్తుగా మనపయినుండగా\n' +
            'ఈ క్షితినా ప్రేమ ద్రాక్షారసముకంటె దీక్షగవేడి యపేక్షింపతగునాహా ||ఎంత||\n' +
            '\n' +
            '\n' +
            '4.\n' +
            'మనలను ప్రేమించి తన ప్రాణమిచ్చిన ఘనుఁడా కాశమునుండి మరలి\n' +
            'వచ్చి మన దైన్యదేహమును తనరూపమును మార్చి కొనిపోయి తన\n' +
            'రాజ్యమును మనకీయును ||ఎంత||\n' +
            '\n' +
            '\n' +
            '5.\n' +
            'గట్టిగ మనమునం దిట్టి నిరీక్షణ పెట్టియున్న సత్ క్రైస్తవులూ ప్రభు\n' +
            'డెట్టివాఁడొ మనమునట్టి వారుగ ప్రభుని కట్టడలను మదిని బెట్టియుందము\n' +
            'వేడ్క ||ఎంత||'
    },
    {
        title : 'yenta manchi kapari ',
        lyric:'ఎంత మంచి కాపరి – యేసే నా ఊపిరి (2)\n' +
            'తప్పిపోయిన గొర్రె నేను\n' +
            'వెదకి కనుగొన్నావయ్యా\n' +
            'నీ ప్రేమ చూపినయ్య (2) ||ఎంత||\n' +
            '\n' +
            'సుఖములంటూ లోకమంటూ\n' +
            'నీదు భాగ్యం మరచితి\n' +
            'నీదు సన్నిధి విడచితి (2)\n' +
            'యేసయ్యా ప్రేమ మూర్తివయ్యా\n' +
            'నా అతిక్రమములు క్షమియించి\n' +
            'జాలి చూపితివి (2) ||ఎంత||\n' +
            '\n' +
            'నా తలంపులు నా క్రియలు\n' +
            'నీకు తెలిసేయున్నవి\n' +
            'నీవే నిర్మాణకుడవు (2)\n' +
            'యేసయ్యా ప్రేమ మూర్తివయ్యా\n' +
            'కృతజ్ఞతా స్తుతులు నీకు\n' +
            'సమర్పించెదను (2) ||ఎంత||'
    },
    {
        title : 'enduko nannintaga neevu preminchiti ',
        lyric:'ఎందుకో నన్నింతగా నీవు ప్రేమించితివో దేవా\n' +
            'అందుకో నా దీన స్తుతిపాత్ర హల్లెలూయ యేసయ్యా\n' +
            '\n' +
            '1. నాపాపము బాప నరరూపివైనావు నా శాపము మాప నలిగి వ్రేలాడితివి\n' +
            'నాకు చాలిన దేవుడవు నీవే నా స్థానములో నీవే\n' +
            '\n' +
            '2. నీ రూపము నాలో నిర్మించి యున్నావు నీ పోలికలోనే నివసించుమన్నావు\n' +
            'నీవు నన్ను ఎన్నుకొన్నావు నీ కొరకై నీ కృపలో\n' +
            '\n' +
            '3. నా శ్రమలు సహించి నా ఆశ్రయమైనావు\n' +
            'నా వ్యధలు భరించి నన్నాదుకొన్నావు\n' +
            'నన్ను నీలో చేర్చుకొన్నావు నన్ను దాచి యున్నావు\n' +
            '\n' +
            '4. నీ సన్నిధి నాలో నా సర్వము నీలో\n' +
            'నీ సంపద నాలో నా సంతసము నీలో\n' +
            'నీవు నేను ఏకమగు వరకు నను విడువనంటివే'
    },
    {
        title : 'ella vaelalmdhu kashtakaalammdhu vallabhumdaa yaesu sthuthimthun',
        lyric:'పల్లవి: ఎల్ల వేళలందు కష్టకాలమందు\n' +
            'వల్లభుండా యేసు స్తుతింతున్\n' +
            'ఎల్లను నీవే నా కెల్లెడల\n' +
            'వల్లపడదే వివరింప\n' +
            '\n' +
            '1. విమోచకుడా విమోచన మీవే\n' +
            'రక్షకుడవు నా రక్షణ నీవే\n' +
            '\n' +
            '2. సృష్టికర్తవు సహాయము నీవే\n' +
            'ఇష్టుడ వీవు త్రిత్వము నీవే\n' +
            '\n' +
            '3. జ్ఞానము నీవే నా పానము నీవే\n' +
            'దానము నీవే నా గానము నీవే\n' +
            '\n' +
            '4. జ్యోతియు నీవే నా నీతియు నీవే\n' +
            'ఆదియు నీవే నా అంతము నీవే\n' +
            '\n' +
            '5. నిత్యుడ నీవే నా సత్యుండ నీవే\n' +
            'స్తోత్రము నీవే నా నేత్రము నీవే\n' +
            '\n' +
            '6. జీవము నీవే నా దేవుడ వీవే\n' +
            'పావన మీవే నా కావలి నీవే\n' +
            '\n' +
            '7. కాంతియు నీవే నా శాంతియు నీవే\n' +
            'సంతస మీవే నా కంతయు నీవే'
    },
    {
        title : 'okkade yesu okkade',
        lyric:'\n' +
            'ఒక్కడే యేసు ఒక్కడే\n' +
            'ఒక్కడే పరిశుద్ధుడు ఒక్కడే (2)\n' +
            'మహాదేవుడు మహిమోన్నతుడు\n' +
            'లోకానికి రక్షకుడు యేసు ఒక్కడే (2) ||ఒక్కడే||\n' +
            'పాపిని రక్షించువాడు యేసు ఒక్కడే\n' +
            'పాపిని ప్రేమించువాడు యేసు ఒక్కడే (2)\n' +
            'జీవమార్గమై సత్యదైవమై\n' +
            'మోక్షానికి చేర్చువాడు యేసు ఒక్కడే (2) ||ఒక్కడే||\n' +
            'అద్వితీయ దేవుడు యేసు ఒక్కడే\n' +
            'అద్భుతములు చేయువాడు యేసు ఒక్కడే (2)\n' +
            'ఆదరించి ఆశ్రయమిచ్చి\n' +
            'అనుక్షణము కాపాడు యేసు ఒక్కడే (2) ||ఒక్కడే||\n' +
            'నిత్యమూ ప్రేమించువాడు యేసు ఒక్కడే\n' +
            'నిత్యా శాంతినిచ్చువాడు యేసు ఒక్కడే (2)\n' +
            'నీ వేదనలో నీ బాధలలో\n' +
            'నీ అండగా నిలుచువాడు యేసు ఒక్కడే (2) ||ఒక్కడే||\n' +
            'మరణము గెలిచినవాడు యేసు ఒక్కడే\n' +
            'మరల రానున్నవాడు యేసు ఒక్కడే (2)\n' +
            'పరిశుద్దులను ఆ పరమునకు\n' +
            'కొనిపోవువాడు యేసు ఒక్కడే (2) ||ఒక్కడే||'
    },
    {
        title : 'o talli kannanu o tamdri kannanu ',
        lyric:'ఓ తల్లి కన్నను ఓ తండ్రి కన్నను\n' +
            'ప్రేమించు దేవుడు క్షమియించు దేవుడు\n' +
            'ప్రేయసికన్న ప్రేమించు దేవుడు\n' +
            'ప్రాణాన్ని త్యాగమిచ్చిన నిజ స్నేహితుడు (2)\n' +
            '\n' +
            '1. కాలాలు మారిన కరిగిపోని ప్రేమ\n' +
            'కల్వరి చూపిన క్రీస్తేసు ప్రేమ (2)\n' +
            'ముదిమి వచ్చు వరకు నిను ఎత్తుకునే ప్రేమ (2)\n' +
            'తల్లియైన మరచున నిను మరువని ప్రేమ\n' +
            'ప్రేమా ప్రేమా ఏ లోప లేనిది క్రీస్తు ప్రేమ\n' +
            'ప్రేమా ప్రేమా ఏ బదులాశించనిది యేసు ప్రేమ\n' +
            '\n' +
            '2. పర్వతాలు తోలగిన తొలగిపోని ప్రేమ\n' +
            'పాపులని త్రోయక దరిచేర్చు ప్రేమ (2)\n' +
            'ప్రాణ స్నేహితుడై ప్రాణ మిచ్చిన ప్రేమ (2)\n' +
            'పరలోకమునకు నిన్ను జేర్చు ప్రేమ\n' +
            'ప్రేమా ప్రేమా ఏ లోప లేనిది క్రీస్తు ప్రేమ\n' +
            'ప్రేమా ప్రేమా ఏ బదులాశించనిది యేసు ప్రేమ'
    },
    {
        title : 'kanneerelammaa karuninchu yesu',
        lyric:'కన్నీరేలమ్మా కరుణించు యేసు నిన్ను విడువబోడమ్మా\n' +
            'కలవరపడకమ్మా కరుణించు యేసు నిన్ను విడువబోడమ్మా\n' +
            'కరుణ చూపి కలత మాన్పె (2)\n' +
            'యేసే తోడమ్మా\n' +
            '\n' +
            '1. నీకేమీ లేదని ఏమీ తేలేదని\n' +
            'అన్నారా నిన్ను అవమాన పరిచారా\n' +
            'తల రాత ఇంతేనని తర్వాత ఏమౌనోనని\n' +
            'రేపటిని గూర్చి చింతించుచున్నావా\n' +
            'చింతించకన్న యేసు మాటలు మరిచావా\n' +
            'మారాను మధురంగా మార్చెను చూసావా (2)\n' +
            '\n' +
            '2. నీకెవరూ లేరని ఏం చేయలేవని\n' +
            'అన్నారా నిన్ను నిరాశపరచారా\n' +
            'పొరుగంటివాడనని ఎప్పటికీ ఇంతేనని\n' +
            'నా బ్రతుకు మారదని అనుకుంటూ ఉన్నావా\n' +
            'నేనున్నానన్న యేసు మాటలు మరిచావా\n' +
            'కన్నీరు నాట్యంగా మార్చును చూస్తావా (2)'
    },
    {
        title : 'kreesthesu puttenu loka rakshakunigaa',
        lyric:'క్రీస్తేసు పుట్టెను.. లోక రక్షకునిగా..\n' +
            'పశులపాక పావనమై.. పరవశించెనుగా…\n' +
            'పరవశించెనుగా…\n' +
            '\n' +
            'క్రీస్తేసు పుట్టెను లోక రక్షకునిగా\n' +
            'పశులపాక పావనమై పరవశించెనుగా\n' +
            'గొర్రెల కాపరులు సంతోషముతో\n' +
            'గంతులు వేసెను ఆనందముతో (2)\n' +
            'తూర్పు దిక్కున చుక్క వెలిసెను\n' +
            'లోక రక్షకుడు భువికి వచ్చెను (2) ||క్రీస్తేసు||\n' +
            '\n' +
            'హ్యాప్పీ హ్యాప్పీ క్రిస్మస్\n' +
            'మెర్రి మెర్రి క్రిస్మస్\n' +
            '\n' +
            'ఆదివాక్యము శరీరధారియై లోకమందు సంచరించెను\n' +
            'చీకటిని చీల్చి జనులందరికి వెలుగును ప్రసాదించెను (2)\n' +
            'పాపములు తీసి పరిశుద్ధపరచి రక్షణ వరమందించే\n' +
            'ఆ యేసు రాజును స్తుతియించి ఘనపరచ రారండి (2) ||తూర్పు దిక్కున||\n' +
            '\n' +
            'సంతోషము సమాధానము కృపా కనికరము\n' +
            'మన జీవితములో ప్రవేశించెను బహుదీవెనకరము (2)\n' +
            'సంబరాలతో సంతోషాలతో వేడుకొన రారండి\n' +
            'బంగారము సాంబ్రాణి బోళము సమర్పించ రారండి (2) ||తూర్పు దిక్కున||'
    }
]