export const teluguSongs = [
    {
        teluguTitle: 'అపరాధిని యేసయ్యా కృపజూపి బ్రోవుమయ్యా',
        englishTitle: 'aparadini yesiah',
        teluguLyric: 'అపరాధిని యేసయ్యా కృపజూపి బ్రోవుమయ్యా\n' +
            'నెపమెంచకయె నీ కృపలో అపరాధములను క్షమించు\n' +
            '1.ఘోరంబుగా దూరితిని నేరంబులను జేసితిని\n' +
            'క్రూరుండనై కొట్టితిని ఘోరంబు పాపిని దేవా\n' +
            '2.చిందితి రక్తము నాకై పొందిన దెబ్బలచేత\n' +
            'అపనిందలు మోపితినయ్యో సందేహమేలనయ్యా\n' +
            '3.శిక్షకు పాత్రుడనయ్యా రక్షణ తెచ్చితివయ్యా\n' +
            'అక్షయభాగ్యమునియ్య మోక్షంబు జూపితివయ్యా\n' +
            '4.దాహంబు గొనగా చేదు చిరకను ద్రావనిడితి\n' +
            'ద్రోహుండనై జేసితిని దేహంబు గాయములను',
        englishLyric: '',
        details: '',
        youtubeLink: ''
    },
    {
        teluguTitle: 'ఆశ్చర్యకరమైన నీ కృపతో',
        englishTitle: 'Aascharya Karamaina',
        teluguLyric: 'ఆశ్చర్యకరమైన నీ కృపతో\n' +
            'మనోహరమైన సీయోనులో\n' +
            'నా ప్రియుని నేను దర్శింతును\n' +
            'ఆ నిత్య మహిమలో నేనుందును\n' +
            'ఆరాధనా ఆరాధనా\n' +
            'ఆరాధనా నీకే ఆరాధనా\n' +
            '1. నీవు పొందిన ఆఘోర శ్రమలలో\n' +
            'నీవు చూపిన విధేయతా\n' +
            'సంపూర్ణమైనా పరిపూర్ణతకు\n' +
            'విలువైన ఫలముగా చేసేను\n' +
            'నను విలువైన ఫలముగా చేసేను\n' +
            '2. నీవు పొందిన ఆ గాయములే\n' +
            'అగ్నితో నను అభిషేకించగా\n' +
            'సౌందర్యమైన ఆ సీయోనుకు\n' +
            'ప్రధమ ఫలముగా నను మార్చెను\n' +
            'నను ప్రధమ ఫలముగా నను మార్చెను',
        englishLyric: '',
        details: '',
        youtubeLink: ''
    },
    {
        teluguTitle: 'ఈ లోక యాత్రలో నే సాగుచుండ',
        englishTitle: 'Ee Loka Yatralo',
        teluguLyric: 'ఈ లోక యాత్రలో నే సాగుచుండ\n' +
            'ఒకసారి నవ్వు ఒకసారి యేడ్పు\n' +
            'అయినను క్రీస్తేసు నాతోడ నుండు\n' +
            '1.జీవిత యాత్ర ఎంతో కఠినము\n' +
            'ఘోరాంధకార తుఫానులున్నవి\n' +
            'అభ్యంతరములు యెన్నెన్నో ఉండు\n' +
            'కాయువారెవరు రక్షించేదెవరు\n' +
            '2.నీవే ఆశ్రయం క్రీస్తేసు ప్రభువా\n' +
            'అనుదినము నన్ను ఆధరించెదవు\n' +
            'నీతో ఉన్నాను విడువలేదనెడు\n' +
            'నీ ప్రేమ మధుర స్వరము విన్నాను\n' +
            '3.తోడైయుండెదవు అంతము వరకు\n' +
            'నీవు విడువవు అందరు విడచినను\n' +
            'నూతన బలమును నా కొసగెదవు\n' +
            'నే స్థిరముగ నుండ నీ కోరిక యిదియే',
        englishLyric: '',
        details: '',
        youtubeLink: ''
    },
    {
        teluguTitle: 'ఎందికో నన్నింతగా నీవు ప్రేమించితివో దేవా',
        englishTitle: 'Yenduko Nanninthaga Neevu',
        teluguLyric: 'ఎందికో నన్నింతగా నీవు ప్రేమించితివో దేవా\n' +
            'అందుకో నా దీన స్తుతిపాత్ర హల్లెలూయ యేసయ్యా\n' +
            '1.నా పాపము బాప నరరూపి వైనావు\n' +
            'నా శాపము మాప నలిగి వ్రేలాడితివి\n' +
            'నాకు చాలిన దేవుడవు నీవే నా స్థానములో నీవే\n' +
            '2.నీ రూపము నాలో నిర్మించియున్నావు\n' +
            'నీ పోలికలోనే నివశించమన్నావు\n' +
            'నీవు నన్ను ఎన్నుకొంటివి నీకొరకై నీ కృపలో\n' +
            '3.నా మనవులు ముందే నీ మనసులో నెరవేరే\n' +
            'నా మనుగడ ముందే నీ గ్రంధములో నుండే\n' +
            'ఏమి అద్భుత ప్రేమ సంకల్పం నేనేమి చెల్లింతున్',
        englishLyric: '',
        details: '',
        youtubeLink: ''
    },
    {
        teluguTitle: 'ఏ యోగ్యతా లేని నన్ను నీవు ప్రేమించినావు దేవా',
        englishTitle: 'Ye Yogyatha Leni Nannu',
        teluguLyric: 'ఏ యోగ్యతా లేని నన్ను నీవు ప్రేమించినావు దేవా\n' +
            'ఏ అర్హత లేని నన్ను నీవు రక్షించినావు ప్రభువా\n' +
            'నీకేమి చెల్లింతును నీ ఋణ మెలా తీర్తును\n' +
            '1. కలిషుతుడైన పాపాత్ముడను\n' +
            'నిష్కళంకముగా నను మార్చుటకు\n' +
            'పావన దేహంలో గాయాలు పొంది\n' +
            'రక్తమంత చిందించినావా\n' +
            'నీకేమి చెల్లింతును నీ ఋణ మెలా తీర్తును\n' +
            '2. సుందరమైన నీ రూపమును\n' +
            'మంటివాడనైన నా కియ్యుటకు\n' +
            'వస్త్రహీనుడుగా సిలువలో వ్రేలాడి\n' +
            'నీ సొగసును కోల్పోయినావా\n' +
            'నీకేమి చెల్లింతును నీ ఋణ మెలా తీర్తును\n' +
            '3. పాపము వలన మృతినొందిన\n' +
            'అపరాధినైన నను లేపుటకు\n' +
            'నా స్థానమందు నా శిక్ష భరించి\n' +
            'మరణించి తిరిగి లేచినావా\n' +
            'నీకేమి చెల్లింతును నీ ఋణ మెలా తీర్తును',
        englishLyric: '',
        details: '',
        youtubeLink: ''
    },
    {
        teluguTitle: 'దేవా మా కుటుంబము నీ సేవకే అంకితము',
        englishTitle: 'Deva Maa Kutumbamu',
        teluguLyric: 'దేవా మా కుటుంబము నీ సేవకే అంకితము\n' +
            'ఈ శాప లోకానా నీ సాక్షులుగ నిలువ\n' +
            'నీ ఆత్మతో నింపుమా నీ ఆత్మతో నింపుమా\n' +
            'దేవా మా కుటుంబము నీ సేవకే అంకితము\n' +
            '1. కాపరి మా యేసు ప్రభువే కొదువేమి లేదు మాకు\n' +
            'మాకేమి భయము మాకేమి దిగులు నీకే వందనములయ్య\n' +
            'లోబడి జీవింతుము లోపంబులు సవరించుము\n' +
            'లోకాశలువీడి లోకంబులోన నీమందగా ఉందుము\n' +
            '2. సమృద్ధి జీవంబును సమృద్ధిగా మాకింమ్ము\n' +
            'నెమ్మదిగల ఇల్లు నిమ్మళమగు మనస్సు ఇమ్మహిలో మాకిమ్మయ్య\n' +
            'ఇమ్ముగ దయచేయుము గిన్నెనిండిన అనుభవము\n' +
            'ఎన్నో కుటుంబాల ధన్యులుగా చేయంగ మమ్ములను బలపరచుము\n' +
            '3. ఏ కీడు రాకుండగా కాపాడుము మాపిల్లలను\n' +
            'లోకాదుర వ్యసనముల తాకుడులేకుండ దాచుము నీచేతులలో\n' +
            'వోలీవ మొక్కల వలెను ధ్రాక్ష తీగలను పోలి\n' +
            'ఫలసంపదలతోను కలకాలము జీవించ కురిపించుము నీదీవెనలన్\n' +
            '4. పెంపార జేయుము మాలో సొంపుగ నీఘన ప్రేమన్\n' +
            'నింపుమ హృదయముల శాంతిభాగ్యంబులతొ సంతసంబుగ సాగెదము\n' +
            'వింతైన నీప్రేమను అంతట ప్రకటింతుము\n' +
            'కొంతకాలమే మేము ఉందుము లోకానా చెంతచేరగ కోరెదము\n' +
            '\n',
        englishLyric: '',
        details: '',
        youtubeLink: ''
    },
    {
        teluguTitle: 'నీ కృపా సింహాసనమే',
        englishTitle: 'Nee Krupa Simhaasaname',
        teluguLyric: 'నీ కృపా సింహాసనమే\n' +
            'నా నిత్యనివాసము\n' +
            'యెహోవా పరిశుద్ధుడు . . .\n' +
            'నా నిత్యనివాసమే\n' +
            'నీ నిత్యరాజ్యము\n' +
            'పాపిననినే ఎరిగిన వేళ\n' +
            'కన్నీటితో నీదు పాదాలు కడుగగా\n' +
            'నన్ను కరుణించినా..\n' +
            'కనికర స్వరూపుడా\n' +
            'నీ రాజ్యవాసిగ నన్ను చేసినావు\n' +
            'నా హృదయ వేదన కన్నీటి రోదన\n' +
            'నీ సేవలోనే నా జీవితాంతం\n' +
            'నీ సేవలోనా..\n' +
            'నీ సేవలోన జీవన దాత\n' +
            'నిత్యము నన్ను నడపు నా నావికా\n' +
            'ప్రకటింతును నే నా జీవితాంతం\n' +
            'నీ దివ్య నామం నీ దివ్య చరితం\n' +
            'నా ప్రాణప్రియుడా…\n' +
            'నా ప్రాణేశ్వర\n' +
            'నీలో నిలుపు తుది శ్వాశవరకు\n' +
            'నీలో నన్ను నిలుపు తుది శ్వాశవరకు',
        englishLyric: '',
        details: '',
        youtubeLink: ''
    },
    {
        teluguTitle: 'నీ నీతి కిరణాలు నా బ్రతుకును చిగురింప చేసేనే',
        englishTitle: 'Nee Neethi Kiranaalu',
        teluguLyric: 'నీ నీతి కిరణాలు నా బ్రతుకును చిగురింప చేసేనే\n' +
            'కడవరి రక్షణలు నివు దాచి ఉంచిన స్వాస్థ్యము నాదే కదా\n' +
            'ఇదే కదా నా ఆనందము\n' +
            'ఇదే కదా నా బహుమానము\n' +
            '1.తలవంచితివా నా ప్రతిపాపముకై\n' +
            'పరిశుద్ధతలో మహనీయుడా\n' +
            'నీ మహిమతో నన్ను స్తోత్రయాగముగా\n' +
            'మార్చిన నా యేసయ్యా\n' +
            'నా యేసయ్యా నా యేసయ్యా\n' +
            'యేసయ్యా యేసయ్యా ….\n' +
            '2.నన్ను మండిచితివా ఆ సీయోనుకై\n' +
            'ప్రేమతో నిండిన సాత్వీకుడా\n' +
            'నీ కృపతో నన్ను నీ పాత్రునిగా\n' +
            'మార్చిన నా యేసయ్యా\n' +
            'నా యేసయ్యా నా యేసయ్యా\n' +
            'యేసయ్యా యేసయ్యా…',
        englishLyric: '',
        details: '',
        youtubeLink: ''
    },
    {
        teluguTitle: 'నే పాపినో ప్రభువా\n',
        englishTitle: 'Ne Papino Prabhuva',
        teluguLyric: 'నే పాపినో ప్రభువా\n' +
            'నన్ను కావుమా దేవా\n' +
            '1. కరుణాలవాలా నీ మ్రొలనీలా\n' +
            'తలవాల్చి నిలిచేనులే\n' +
            'దయచూడజాలా దురిపారద్రోలా\n' +
            'నీ సాటి దైవంభు వేరెవ్వరు\n' +
            'లేరెవ్వరు లేరెవ్వరు\n' +
            '2. ఉదయించినావు సదయుండ నీవు\n' +
            'ముదమార మా కొరకై\n' +
            'మోసేవు సిలువా నీ ప్రేమ విలువా\n' +
            'నా తరమా చెల్లించ నా యేసువా\n' +
            'నా యేసువా నా యేసువా',
        englishLyric: '',
        details: '',
        youtubeLink: ''
    },
    {
        teluguTitle: 'నీ ప్రేమ విలువా తెలియనైతిని',
        englishTitle: 'Nee Prema Viluva',
        teluguLyric: 'నీ ప్రేమ విలువా తెలియనైతిని\n' +
            'నీ ప్రేమ విలువా ఎరుగ నైతిని ఆ ప్రేమకే గాయమాయెనా\n' +
            'ఆ ప్రేమయే నన్ను మోసెనా\n' +
            '1.పాపపు ఊబిలో నేను పడిఉండుటచూచి\n' +
            'నా పేరుతో నన్ను పిలచిన నా తండ్రి\n' +
            'కలువరి సిలువలో నీవు చూపిన ప్రేమయే\n' +
            'నీ స్వాస్థ్యముగా నన్ను మార్చెనే\n' +
            '2.నీ బలిపీఠము పైనే బహుగా ఫలియించి\n' +
            'బలియాగమౌదును ఆ సీయోనుకై\n' +
            'నీ ప్రేమను చూపించి బలియాగమైతివా\n' +
            'నీ రాజ్యములో నన్ను చేర్చుటకై\n' +
            'నిత్యవధువుగా నన్ను మార్చుటకై',
        englishLyric: '',
        details: '',
        youtubeLink: ''
    },
    {
        teluguTitle: 'నన్ను కరుణించుమో దేవా',
        englishTitle: 'Nannu Karuninchumo Deva',
        teluguLyric: 'నన్ను కరుణించుమో దేవా\n' +
            'నన్ను కరుణించుమో తండ్రి\n' +
            'నీ రెక్కలే నాకు ఆశ్రయం\n' +
            'నీ హస్తములే నాకు అభయము\n' +
            '1. విరిగిన హృదయాలకు ఆసన్నుడా\n' +
            'నలిగిన మనస్సులకు ఆశ్రయుడా\n' +
            'గొప్ప దేవుడవు నీవే స్తుతులకు పాత్రుడవీవే\n' +
            '2. నీ కృపతో నన్ను బలపరచుము\n' +
            'నీ ప్రేమతో నన్ను నడిపించుము\n' +
            'గొప్ప దేవుడవు నీవే స్తుతులకు పాత్రుడవీవే',
        englishLyric: '',
        details: '',
        youtubeLink: ''
    },
    {
        teluguTitle: 'నన్ను తాకుము పరిశుద్ధపరచుము',
        englishTitle: 'Nannu Thakumu',
        teluguLyric: 'నన్ను తాకుము పరిశుద్ధపరచుము\n' +
            'విమోచిచు నా ప్రియ ప్రభు పరిశుద్ధపరచుము\n' +
            '1. లోకము నుండి లోకపుబంధాల నుండి\n' +
            'పాపము నుండి పాపపు క్రియల నుండి\n' +
            'విడిపించుము నా ప్రియ ప్రభు\n' +
            'ఐక్యపరచుము\n' +
            'నీలో నన్ను ఐక్యపరచుము\n' +
            '2. నూతన హృదయంబు నాకిమ్ము దేవా\n' +
            'నిజమైన నీ పోలిక దయచేయుమయ్యా\n' +
            'విజయంబు నిచ్చి నడిపించుమా\n' +
            'స్వస్థపరచుము\n' +
            'నీలా నన్ను రూపుదిద్దుము\n' +
            '3. వేలిగించుము నన్ను ఈ లోకములో\n' +
            'విలువైన వానిగా నను మార్చుము\n' +
            'ఉన్నత స్థలములో నను నిల్పుము\n' +
            'శక్తి నొసగుము\n' +
            'సర్వోన్నతుడా నీ జ్ఞానమీయ్యుము',
        englishLyric: '',
        details: '',
        youtubeLink: ''
    },
    {
        teluguTitle: 'నిను గాక మరి దేనిని నే ప్రేమింప నీయ్యకు',
        englishTitle: 'Ninu Gaka Mari Denini',
        teluguLyric: 'నిను గాక మరి దేనిని నే ప్రేమింప నీయ్యకు\n' +
            'నీ కృపలో నీ దయలో నీ మహిమ సన్నిధిలో\n' +
            'నను నిలుపుమో యేసు\n' +
            '1. నా తలపులకు అందనిది నీ సిలువ ప్రేమా\n' +
            'నీ అరచేతిలో నా జీవితం చెక్కించు కొంటివే\n' +
            'వివరింప తరమ నీ కార్యముల్\n' +
            'ఇహ పరములకు నా ఆధారం నీవై యుండగా\n' +
            'నా యేసువా నా యేసువా\n' +
            '2. రంగుల వలయాల ఆకర్షణలో మురిపించే మెరుపులలో\n' +
            'ఆశనిరాశల కోటలలో నడివీధు ఈలోకంలో\n' +
            'చుక్కాని నీవే నా దరి నీవే నా గమ్యము\n' +
            'నీ రాజ్యమే నీ రాజ్యమే\n' +
            'నా యేసువా నా యేసువా',
        englishLyric: '',
        details: '',
        youtubeLink: ''
    },
    {
        teluguTitle: 'పేదనరుని రూపము ధరించి',
        englishTitle: 'Peda Naruni Rupamu',
        teluguLyric: 'పేదనరుని రూపము ధరించి\n' +
            'యేసురాజు నీ చెంత నిలచే\n' +
            'అంగీకరించు మాయనను\n' +
            '1. కాళ్ళ చేతులందు సీలల్ కొట్టబడే\n' +
            'నింద వేదన శ్రమలను సహించెనేసు\n' +
            'చిందె తనదు రక్తము నీ పాపముకై\n' +
            'దీనుడై నిన్ను పిలచుచుండే\n' +
            '2. తలవాల్చుటకు ఇల స్థలమే లేదు\n' +
            'దప్పి తీర్చుకొన నీరు దొరక లేదు\n' +
            'తన్ను ఆధరించు వారెవరు లేరు\n' +
            'ప్రియ రక్షకుడు సిలువలో వ్రేలాడే\n' +
            'పాట్లుపడే నిన్ను విడిపింపను\n' +
            '3. మాయ లోకమును నీవు నమ్మకుము\n' +
            'మనుష్యుల మనస్సు మారిపోవునిలా\n' +
            'నిత్య దేవుని ప్రేమను నమ్మి నీవు\n' +
            'నిశ్చయముగా ప్రభువులో ఆనందింప\n' +
            'నేడే రమ్ము విస్వాసముతో',
        englishLyric: '',
        details: '',
        youtubeLink: ''
    },
    {
        teluguTitle: 'ప్రభుయేసు నాకై నీ సర్వము నిచ్చితివి',
        englishTitle: 'Prabhu Yesu Naa Kai',
        teluguLyric: 'ప్రభుయేసు నాకై నీ సర్వము నిచ్చితివి\n' +
            'ప్రేమనుబట్టి అర్పించు కొంటివి నాకై\n' +
            '1.శిరస్సు నిచ్చితివి ముండ్ల మకుటముకై\n' +
            'స్వామి నా పాపముల కొరకే\n' +
            'సహింపజాలని వేదన బహుగా\n' +
            'సహించితివి ప్రేమతోడ\n' +
            '2.కాళ్ళు చేతులలో మేకులు కొట్టిరి\n' +
            'బల్లెముతో ప్రకన్ బొడిచిరి\n' +
            'యేలాగు వివరింతు నీ బాధ నేను\n' +
            'ఓర్చితివా మౌనము వహించి\n' +
            '3.ఎంత అద్భుతము ప్రభువా నీ ప్రేమా\n' +
            'ఎందు కింతగా ప్రేమించితివి\n' +
            'వందన మర్పింతు నీ పాదములకే\n' +
            'పొందుగ నీ వాడనైతి',
        englishLyric: '',
        details: '',
        youtubeLink: ''
    },
    {
        teluguTitle: 'మట్టి నుండి వచ్చిన ఈ శరీరము మట్టి లోనే కలవాలి',
        englishTitle: 'Matti Nundi Vachina',
        teluguLyric: 'మట్టి నుండి వచ్చిన ఈ శరీరము మట్టి లోనే కలవాలి\n' +
            'స్వామి నీవిచ్చిన ఈ ఆత్మా తిరిగి నీ చెంతకు చేరాలి\n' +
            '1. నీకే నే స్వంతం నీవే నా సర్వం నీ దరికే చేరాలి\n' +
            'ఈ లోకాన నేనొక భాటసారి ఈ జీవితమే ఒక ప్రయాణము\n' +
            'తెరువుమయా తెరువుమయా నా హృదయ నేత్రములు\n' +
            'ఎక్కడికి నే వెళ్ళుచున్నానో\n' +
            'ఎరిగించు నా స్వామి\n' +
            '2. లోకమంత సంపాదించి ఆత్మను కోల్పోయిన లాభం ఏమున్నది\n' +
            'ఒక్కరోజు ప్రభు ముందు నిలబడి నే ఏం జవాబు ఇవ్వాలి\n' +
            'మోక్షమా నరకమా నే నిప్పుడే నిర్ణయం చేయాలి\n' +
            'ఆత్మకు బదులుగా ఏమివ్వగలను\n' +
            'ఎరిగించు నా స్వామి',
        englishLyric: '',
        details: '',
        youtubeLink: ''
    },
    {
        teluguTitle: 'మొడుబారిన నా మహిమ జీవితం',
        englishTitle: 'Modubarina Naa Mihima',
        teluguLyric: 'మొడుబారిన నా మహిమ జీవితం\n' +
            'చిగురింప చేయుమయా\n' +
            'నా ఆత్మీయ వ్యవసాయకా\n' +
            'నా బలము నీవే నా యేసయ్యా\n' +
            '1. నీ సన్నిద్ధిని విడిచితిని లోకంతో నడచితిని\n' +
            'నీ ఆత్మను కోల్పోతిని అనాధగా మిగిలితిని\n' +
            'చేదైన నన్ను మధురము చేసి\n' +
            'పండించు నీ ప్రేమతో\n' +
            '2. తలాంతులను ఇచ్చినా తలగా నన్ను చేసినా\n' +
            'ఫలియించు కాలానికి నీ బలమును కోల్పోతిని\n' +
            'నీ బలము నిచ్చి ఫలియింప చేసి\n' +
            'నడిపించు నీ సేవలో',
        englishLyric: '',
        details: '',
        youtubeLink: ''
    },
    {
        teluguTitle: 'లోకమును విడచి వెళ్ళవలెనుగా',
        englishTitle: 'Lokamunu Vidachi Vellavalenuga',
        teluguLyric: 'లోకమును విడచి వెళ్ళవలెనుగా\n' +
            'సర్వమిచ్చటనే విడువా వలెన్\n' +
            'విడువా వలెన్\n' +
            '1.యాత్రికులము ఈ దుష్టలోకములో\n' +
            'పాడులోకములో మనకేది లేదు\n' +
            'ఏ విషయమందైన గర్వించలేము\n' +
            'జాగ్రత్తగానే నడుచు కొనెదము\n' +
            '2.మన ఈర్ష్య కపటా ద్వేషాలు విడచి\n' +
            'నిజ ప్రేమతోనే జీవించెదాము\n' +
            'నిష్కళంకులమై శుద్ధూలమై\n' +
            'పరిపూర్ణతాను చేపట్టుదాము\n' +
            '3.ఆత్మీయ నేత్రాలతో చూచెదాము\n' +
            'ఎంతా అద్భుతోమో సౌంధర్య నగరం\n' +
            'ప్రభువు చెంతాకు వెళ్ళేదాము\n' +
            'విజయోత్సవముతో ప్రవేశించెదము',
        englishLyric: '',
        details: '',
        youtubeLink: ''
    },
    {
        teluguTitle: 'వినవా మనవి యేసయ్య',
        englishTitle: 'Vinava Manavi Yesiah',
        teluguLyric: 'వినవా మనవి యేసయ్య\n' +
            'ప్రభువా శరణం నీవయ్యా\n' +
            'మలినము నా గతం\n' +
            'పగిలెను జీవితం\n' +
            'చేసుకో నీ వశం\n' +
            'వినవా ప్రభువా\n' +
            '1.లోక స్నేహమే కోరి దూరమైతిని\n' +
            'వీడిపోయి నీ దారి ఓడిపోతిని\n' +
            'విరిగిన మనస్సుతో నిన్ను చేరాను\n' +
            'చితికిన బ్రతుకులో బాగు కోరాను\n' +
            'నన్ను స్వీకరించి నీతో ఉండనీ యేసయ్యా\n' +
            'నా తండ్రి నీవేనయ్యా\n' +
            '2.ఆశ యేది కనరాక బేలనైతిని\n' +
            'బాధలింక పడలేక సోలిపోతిని\n' +
            'అలసిన కనులతో నిన్ను చూశాను\n' +
            'చెదరిన కలలతో కృంగిపోయాను\n' +
            'నన్ను సేదదీర్చి సంతోషించనీ యేసయ్యా\n' +
            'నా దైవము నీవయ్యా',
        englishLyric: '',
        details: '',
        youtubeLink: ''
    },
    {
        teluguTitle: 'విరిగిన మనస్సుతో నలిగిన హృదయముతో',
        englishTitle: 'Virigina Manassutho Naligina',
        teluguLyric: 'విరిగిన మనస్సుతో నలిగిన హృదయముతో\n' +
            'అర్పణగా నీ సన్నిధిలో చేరితి\n' +
            'గైకొనుమా నా ప్రాణనాధుడా\n' +
            '1. బలులను కోరవు బలియైన వాడవు\n' +
            'భరించినావు నా పాపాల భారము\n' +
            'ధరయందెవ్వరు చేయ్యనిదే త్యాగము\n' +
            'సరిరాదు ఇలయేది నీదు ప్రేమకు\n' +
            '2. సజీవయాగమై సర్వాంగహోమమై\n' +
            'క్రీస్తు శరీరమై పరిశుద్ధ సంఘమై\n' +
            'పానార్పణముగా నే పోయబడుదును\n' +
            'ప్రకటింతు ప్రతిచోట నీ సువార్తను',
        englishLyric: '',
        details: '',
        youtubeLink: ''
    },
    {
        teluguTitle: 'సంతోషించుమా ఓ యెరుషలేమా',
        englishTitle: 'Santhosinchuma',
        teluguLyric: 'సంతోషించుమా ఓ యెరుషలేమా\n' +
            'సర్వోన్నతుని జనాంగమా\n' +
            'ఆనందించుమా సియోను నగరమా\n' +
            'ఉత్సహించి పాడుమా\n' +
            'షాలోం.. షాలోం యెరుషలేమా\n' +
            'సమాధానము నిత్యం నీకు సమాధానము\n' +
            '1. భూరాజులందరు నిన్ను గూర్చి\n' +
            'ఒక దినము ఇలలో సంతోషించును\n' +
            'అంజుర వృక్షమైన నీ చేతి కొమ్మలు\n' +
            'చిగురించి ఫలియించును\n' +
            'షాలోం.. షాలోం యెరుషలేమా\n' +
            'సమాధానము నిత్యం నీకు సమాధానము\n' +
            '2. సర్వలోకమంతయు నీ ద్వారా\n' +
            'ఆశీర్వదించ బడియుండెను\n' +
            'నీలోన పుట్టిన రక్షకుడు\n' +
            'లోకాన్ని రక్షించెను\n' +
            'షాలోం.. షాలోం యెరుషలేమా\n' +
            'సమాధానము నిత్యం నీకు సమాధానము',
        englishLyric: '',
        details: '',
        youtubeLink: ''
    },
    {
        teluguTitle: 'సములెవ్వరు దేవా నీతో సమానులెవరు దేవా',
        englishTitle: 'Samulevvaru Deva',
        teluguLyric: 'సములెవ్వరు దేవా నీతో సమానులెవరు దేవా\n' +
            'వేల్పులలోనా నీ వంటి దేవుడు ఎవరున్నారు దేవా\n' +
            'పూజ్యులలోనా నీ వంటి ఘనుడు ఎవరున్నారు దేవా\n' +
            '1. నిత్యనివాస స్థలము నీవే సత్యసమాధాన గృహము నీవే\n' +
            'అత్యున్నత సింహాసనాశీనుడా నే నిలచియుంటిని నీలోనే\n' +
            'ఆశ్చర్యకరుడా నా యేసయ్యా నే దాగియుంటిని నీలోనే\n' +
            '2. నిత్యాశ్రయ దుర్గము నీవే సర్వాధికారుడవు నీవే\n' +
            'సర్వోన్నత సత్య దేవుడా జీవించుచుంటిని నీతోనే\n' +
            'సహాయకుడా నా యేసయ్యా నమ్మియుంటిని నీ ప్రేమనే\n' +
            '3. రక్షణాజీవము నీవే జీవమార్గము నీవే\n' +
            'నమ్మదగిన నిజ దేవుడా నీ కృప నాకు చాలునయా\n' +
            'సమాధానకరుడా నా యేసయ్యా నీ ప్రేమ నాకు చాలునయా',
        englishLyric: '',
        details: '',
        youtubeLink: ''
    },
    {
        teluguTitle: 'సిలువ యెందే నీదు ప్రేమ',
        englishTitle: 'Siluva Yande Needu Prema',
        teluguLyric: 'సిలువ యెందే నీదు ప్రేమ\n' +
            'తెలిసికొంటిమో ప్రభో\n' +
            '1. మాదు పాప గాయములను\n' +
            'మాపగోరి సిల్వపై\n' +
            'నీదు దేహమంత కొరడ\n' +
            'దెబ్బ లోర్చుకొంటివే\n' +
            '2. తండ్రి కుమారా శుద్ధాత్మలదేవా\n' +
            'ఆరాధింతు మా ఆత్మతో\n' +
            'హల్లేలూయ స్తోత్రములను\n' +
            'ఎల్లవేళలా పాడెదం',
        englishLyric: '',
        details: '',
        youtubeLink: ''
    },
    {
        teluguTitle: 'అంకితం ప్రభూ నా జీవితం',
        englishTitle: 'ankitham',
        teluguLyric: 'అంకితం ప్రభూ నా జీవితం - నీ చరణాల సేవకే అంకితమయ్యా - 2\n' +
            '\n' +
            'నీ సేవకై ఈ సమర్పణా - అంగీకరించుము నాదు రక్షకా - 2\n' +
            '\n' +
            '\n' +
            '\n' +
            '1. మోడుబారిన నా జీవితం - చిగురింపజేసావు దేవా\n' +
            '\n' +
            'నిష్ఫలమైన నా జీవితం - ఫలియింపజేసావు ప్రభువా\n' +
            '\n' +
            'నీ కృపలో బహుగా ఫలించుటకు - ఫలింపని వారికి ప్రకటించుటకు - 2\n' +
            '\n' +
            'అంగీకరించుము నా సమర్పణ\n' +
            '\n' +
            '\n' +
            '\n' +
            '2. కారు చీకటి కాఠిన్య కడలిలో - నీ కాంతినిచ్చావు దేవా\n' +
            '\n' +
            'చీకటిలోనున్న నా జీవితం - చిరుదివ్వెగా చేసావు ప్రభువా\n' +
            '\n' +
            'నీ సన్నిధిలో ప్రకాశించుటకు - అంధకార ఛాయలను తొలగించుటకు - 2\n' +
            '\n' +
            'అంగీకరించుము నా సమర్పణ',
        englishLyric: '',
        details: '',
        youtubeLink: ''
    },
    {
        teluguTitle: 'అంచులనుండి జారేల',
        englishTitle: 'anchulanundi jaarela',
        teluguLyric: 'అంచులనుండి జారేల – గిన్నెలు నిండి పోర్లేలా\n' +
            'ఆశీర్వదిస్తాడు యేసయ్యా /2/\n' +
            'విశ్వాసంతో ప్రార్ధన చేసిన – ఇచ్చేదాక ఓపిక పట్టిన /2/\n' +
            'మితిలేని తన సంపద నీదే – స్తుతియిస్తే పొందనిది లేదే /2/అంచుల/\n' +
            '\n' +
            '1. లెక్కకు మించి కురియుచున్న – అద్భుతమైన దీవేనలకై /2/\n' +
            'స్తోత్ర గానము చేయు చున్నావా /2/\n' +
            'కృతజ్ఞత కలిగున్నావా /2/మితి/\n' +
            '\n' +
            '2. శ్రమల నుండి అమరుచున్న – అబ్బురపరచే మేళ్ళ కొఱకై /2/\n' +
            'స్తోత్ర గానము చేయు చున్నావా /2/\n' +
            'కృతజ్ఞత కలిగున్నావా /2/మితి/\n' +
            '\n' +
            '3. అపాయములను తప్పిస్తున్న – అదృశ్య దేవుని కాపుదాలకై /2/\n' +
            'స్తోత్ర గానము చేయు చున్నావా /2/\n' +
            'కృతజ్ఞత కలిగున్నావా /2/మితి/',
        englishLyric: '',
        details: '',
        youtubeLink: ''
    },
    {
        teluguTitle: 'అంజలి ఘటియించినాము',
        englishTitle: 'anjali ghatiyinchinaamu',
        teluguLyric: 'అంజలి ఘటియించినాము\n' +
            'అందరి మనసులలోని చీకటుల\n' +
            'హరియించి తరియింప చేయగా\n' +
            'నీ సుందర పదములముందర మేమందరము యేసు...\n' +
            '\n' +
            'అంజలి ఘటియించినాము...\n' +
            '\n' +
            'వాడుకగా వాక్యమును చదివితిమి గాని\n' +
            'వాస్తవముగ దాని భావమే మరచితిమి\n' +
            'ఆచారముగా ఆలయమేగితిమి గాని\n' +
            'ఆచరణలో ఆజ్ఞలను విడచితిమి\n' +
            'తుదకు వాక్యము నీవని ఎరిగితిమి\n' +
            'నీ ఆలయముగా మేము మారితిమి ... యేసు\n' +
            '\n' +
            'అంజలి ఘటియించినాము...\n' +
            '\n' +
            'వేదనలో నీ వేదమునే తలచి\n' +
            'వేడుకలో నీ నామమే మరచి\n' +
            'స్వార్ధ చింతనతో స్వామి నిను విడచి\n' +
            'విలపించి తలవంచి\n' +
            '\n' +
            'అంజలి ఘటియించినాము...\n' +
            '\n' +
            'పాపాప పద పాపాప పద పాపాప\n' +
            'పమపమగరిసరిగమ పాపామపదపా\n' +
            'పమపదనీనీనినిసని మపదనిసాసానిసారిసా\n' +
            'సరిగమపమగరిసానిదపమా\n' +
            'గమని గమనీనీ గమని గమనీని సగప సగపాప సగప సగపాప\n' +
            'సరిగ సరి గమపమ\n' +
            'సరిగ సరి గమపమ\n' +
            'రిగమరి గమపదని\n' +
            'రిగమరి గమపదని\n' +
            'తధీమ్ త తకిట\n' +
            'తఝo త తఝణు\n' +
            'తక తకిట తకధిమిత తక ఝణుత\n' +
            'సరిగమ పమగరి గమపద నిదపమ\n' +
            'పదనిసరిగమపమగరిసనిదపమ\n' +
            'మాపదనిస గామపదని రీగామపద\n' +
            'సారిగమదప మగరి\n' +
            'సగరి గమ గమప గమపదని\n' +
            'గరిసనిదపదనిసాసా గరిసనిదపదనిసాసా\n' +
            'మపదనిసా మపదనిసా మపదనిసా',
        englishLyric: '',
        details: '',
        youtubeLink: 'https://www.youtube.com/watch?v=h__-R0nWFak&t=2s'
    },
    {
        teluguTitle: 'అంజలి ఘటియింతు దేవా',
        englishTitle: 'anjali ghatiyinthu devaa',
        teluguLyric: 'అంజలి ఘటియింతు దేవా (2)\n' +
            'నీ మంజుల పాదాంబుజముల కడ\n' +
            'నిరంజన మానస పరిమళ పుష్పాంజలి ||అంజలి||\n' +
            '\n' +
            'పరమాత్మ నీ పాద సేవ\n' +
            'చిరజీవ సంద్రాన నావ (2)\n' +
            'సిలువ మహా యజ్ఞ సింధూర\n' +
            'రక్తా రుణమేయ సంభావనా (2)\n' +
            'దేవా దేవా యేసు దేవా (2)\n' +
            'అంజలి ఘటియింతు దేవా ||అంజలి||\n' +
            '\n' +
            'అవతార మహిమా ప్రభావ\n' +
            'సువిశాల కరుణా స్వభావ (2)\n' +
            'పరలోక సింహాసనాసీన\n' +
            'తేజో విరాజమాన జగదావనా (2)\n' +
            'దేవా దేవా యేసు దేవా (2)\n' +
            'అంజలి ఘటియింతు దేవా ||అంజలి||',
        englishLyric: '',
        details: '',
        youtubeLink: 'https://www.youtube.com/watch?v=6eMlI35cVNU&t=4s'
    },
    {
        teluguTitle: 'అంత్య దినమందు దూత బూర నూదు చు',
        englishTitle: 'amthya dhinammdhu dhootha boora noodhu chu',
        teluguLyric: '1. అంత్య దినమందు దూత\n' +
            'బూర నూదు చుండగా\n' +
            'నిత్యవాసరంబు తెల్లవారగా\n' +
            'రక్షణందుకొన్నవారి\n' +
            'పేళ్లు పిల్చుచుండగా\n' +
            'నేను కూడ చేరియుందునచ్చటన్\n' +
            '||నేను కూడ చేరియుందున్\n' +
            'నేను కూడ చేరియుందున్\n' +
            'నేను కూడ చేరియుందున్\n' +
            'నేను కూడ చేరి యుందు నచ్చ\n' +
            'టన్||\n' +
            '\n' +
            '\n' +
            '2. క్రీస్తునందు మృతులైన\n' +
            'వారు లేచి క్రీస్తుతో\n' +
            'పాలుపొందునట్టి యుదయంబునన్\n' +
            'భక్తులార కూడిరండి\n' +
            'యంచు బిల్చుచుండగా\n' +
            'నేను కూడ చేరియుందు నచ్చటన్.\n' +
            '\n' +
            '\n' +
            '3. కాన యేసుసేవ ప్రత్య\n' +
            'హంబు చేయుచుండి నే\n' +
            'క్రీస్తునద్భుతంపు ప్రేమచాటున్\n' +
            'కృప నొందు వారి పేళ్లు\n' +
            'యేసు పిల్చుచుండగా\n' +
            'నేను కూడ చేరియుందునచ్చటన్',
        englishLyric: '',
        details: '',
        youtubeLink: ''
    },
    {
        teluguTitle: 'అంత్య దినములందు మేం ఉండగా నీ ఆత్మా కుమ్మరింపు నీయుమా',
        englishTitle: 'anthyadhinamula yendu memundaga',
        teluguLyric: 'అంత్య దినములందు మేం ఉండగా - నీ ఆత్మా కుమ్మరింపు నీయుమా -2\n' +
            '\n' +
            'మేం దర్శనాలు చూచి మేం ప్రవచనాలు చెప్పి - లోకమందు మార్పు తెచ్చేదం\n' +
            '\n' +
            'ఆది సంఘమల్లె మేము - ఆత్మా అగ్నితోడ రగిలి - క్రీస్తు సిలువనెత్తి చూపెదం\n' +
            '\n' +
            'యేసుదే ఈ తరం - యేసుకే యువతరం -2\n' +
            '\n' +
            'అంత్య దినములందు మేం ఉండగా - నీ ఆత్మా కుమ్మరింపు నీయుమా -2\n' +
            '\n' +
            '\n' +
            '\n' +
            '\n' +
            '\n' +
            '1. ఏలియా ప్రవక్త వోలె సత్యదేవుడైన ప్రభుని - జడియకుండ సాక్ష్యమిచ్చెదం\n' +
            '\n' +
            'పేతురు అపోస్తులల్లె ఇంట బయట మానకుండ - ప్రభుని గూర్చి మాటలాడేదం -2\n' +
            '\n' +
            '\n' +
            '\n' +
            'మేం దర్శనాలు చూచి మేం ప్రవచనాలు చెప్పి - లోకమందు మార్పు తెచ్చెదం\n' +
            '\n' +
            'ఆది సంఘమల్లె మేము - ఆత్మా అగ్నితోడ రగిలి - క్రీస్తు సిలువనెత్తి చూపెదం\n' +
            '\n' +
            'యేసుదే ఈ తరం - యేసుకే యువతరం -2\n' +
            '\n' +
            '\n' +
            'అంత్య దినములందు మేం ఉండగా - నీ ఆత్మా కుమ్మరింపు నీయుమా -2\n' +
            '\n' +
            '\n' +
            '\n' +
            '\n' +
            '2. ఎండిన ఈ ఎముకలన్ని యేసులో జీవించులాగ - ప్రవచనాన్ని ఎత్తి చెప్పెదం\n' +
            '\n' +
            'మండుతూ ప్రకాశించు దీపమై యెహాను లాగ - ప్రభుని త్రోవ సరళపరచెదం -2\n' +
            '\n' +
            '\n' +
            '\n' +
            '\n' +
            'మేం దర్శనాలు చూచి మేం ప్రవచనాలు చెప్పి - లోకమందు మార్పు తెచ్చెదం\n' +
            '\n' +
            'ఆది సంఘమల్లె మేము - ఆత్మా అగ్నితోడ రగిలి - క్రీస్తు సిలువనెత్తి చూపెదం\n' +
            '\n' +
            'యేసుదే ఈ తరం - యేసుకే యువతరం -2\n' +
            '\n' +
            '\n' +
            'అంత్య దినములందు మేం ఉండగా - నీ ఆత్మా కుమ్మరింపు నీయుమా -2',
        englishLyric: '',
        details: '',
        youtubeLink: ''
    },
    {
        teluguTitle: 'అంత్య దినములయందు ఆత్మను',
        englishTitle: 'anthya dinamulayandu aathmanu ',
        teluguLyric: 'అంత్య దినములయందు ఆత్మను\n' +
            'మనుష్యులందరి మీద కుమ్మరించుమయా (2)\n' +
            'దేవా యవ్వనులకు దర్శనము\n' +
            'కలుగజేయుము (2) ||అంత్య||\n' +
            '\n' +
            'కోతెంతో విస్తారము\n' +
            'కోసేడి వారు లేరు\n' +
            'యవ్వనులకు నీ పిలుపునిచ్చి\n' +
            'సేవకు తరలింపుము (2) ||దేవా||\n' +
            '\n' +
            'సౌలు లాంటి యవ్వనులు\n' +
            'దమస్కు మార్గము వెళ్లుచుండగా (2)\n' +
            'నీ దర్శనము వారికిచ్చి\n' +
            'పౌలు వలె మార్చుము (2) ||దేవా||\n' +
            '\n' +
            'సంసోను లాంటి యవ్వనులు\n' +
            'బలమును వ్యర్ధ పరచుచుండగా (2)\n' +
            'నీ ఆత్మ బలమును వారికిచ్చి\n' +
            'నీ దాసులుగా మార్చుము (2) ||దేవా||',
        englishLyric: '',
        details: '',
        youtubeLink: 'https://www.youtube.com/watch?v=jY3C0Y6xcoM'
    },
    {
        teluguTitle: 'అంత్యదినమందు దూత బూర నూదుచుండగా',
        englishTitle: 'amthyadhinammdhu dhootha boora noodhuchumdagaa',
        teluguLyric: '1. అంత్యదినమందు దూత బూర నూదుచుండగా\n' +
            'నిత్యవాసరంబు తెల్లవారగా\n' +
            'రక్షణందుకొన్నవారి పేర్లు పిల్చుచుండగా\n' +
            'నేను కూడ చేరియుందు నచ్చటన్\n' +
            '\n' +
            'పల్లవి: నేను కూడ చేరి యుందున్\n' +
            'నేను కూడ చేరి యుందున్\n' +
            'నేను కూడ చేరి యుందున్\n' +
            'నేను కూడ చేరి యుందున్ నచ్చటన్\n' +
            '\n' +
            '2. క్రీస్తునందు మృతులైనవారు లేచి క్రీస్తుతో\n' +
            'పాలుపొందునట్టి యుదయంబునన్\n' +
            'భక్తులారా కూడిరండి యంచు బిల్చుచుండగా\n' +
            'నేను కూడ చేరి యుందు నచ్చటన్\n' +
            '\n' +
            '3. కాన యేసుసేవ ప్రత్యహంబు చేయుచుండి నే\n' +
            'క్రీస్తు నద్భుతంపు ప్రేమ చాటుచున్\n' +
            'కృపనొందువారి పేర్లు యేసు పిల్చుచుండగా\n' +
            'నేను కూడ చేరి యుందు నచ్చటన్',
        englishLyric: '',
        details: '',
        youtubeLink: ''
    },
    {
        teluguTitle: 'అందమే రూపు దాల్చె దైవ వాక్కునకే',
        englishTitle: 'amdhamae roopu dhaalche dhaiva vaakkunakae',
        teluguLyric: 'అందమే రూపు దాల్చె - దైవ వాక్కునకే (2)\n' +
            '1.ఇలలోన స్త్రీలలోన - సాటిలేని మేటియైన (2)\n' +
            'కన్య మరియ గర్భమందు - బాలునిగ జననమొందె (2)\n' +
            'ఇదిగో శుభవార్త - శుభవార్త IIఅందమేII\n' +
            '2.ఇలలోన పాపభారం - తొలగింప దైవసుతుడు (2)\n' +
            'పరలోక ప్రభుని ఆజ్ఞ - నెరవేర సమయమాయె (2)\n' +
            'ఇదిగో శుభవార్త - శుభవార్తIIఅందమేII',
        englishLyric: '',
        details: '',
        youtubeLink: ''
    },
    {
        teluguTitle: 'అందమైన క్రీస్తు కథ మీ రాలింపరయ',
        englishTitle: 'amdhamaina kreesthu katha mee',
        teluguLyric: 'అందమైన క్రీస్తు కథ మీ రాలింపరయ్య ||అందమైన||\n' +
            '\n' +
            '1. పొందుగ శిష్యులతో యేసు పోవుచుండు మార్గమందు ముందుగ\n' +
            'వీక్షించి రొక్క పు ట్టంధకుని అందుఁ గొందఱు శిష్యు లాత్మలో భావించి\n' +
            'రెందు కీతఁడు చీక య్యెను దీని విధమేమో డెందములనుఁ గల్గు\n' +
            'సందియములు వీడ విందమనుచు లోక వంద్యుని సంతతా నందుని\n' +
            'మనుజ నందనుని నడిగిరప్పు ||డందమైన||\n' +
            '\n' +
            '\n' +
            '2. చీకువాఁడై జన్మించుటకుఁ జేసెనా దుష్కృతము నితఁడు లేక వీని జననీ\n' +
            'జనకు లేమి చేసిరో యీ కారణముఁ దెల్పు మోకర్త యిపుడీవు\n' +
            'మాకంచు తను వేఁడ లోకేశ్వరుండు ని రాకారుఁ డితనియం\n' +
            'దీకార్యములుఁ జూపఁ బ్రాకటముగఁ జేసెఁ గాక వేరొకవిధము లేకున్నదని\n' +
            'తెల్పి చీకుఁ బ్రోవఁ దలంచె ||నందమైన||\n' +
            '\n' +
            '\n' +
            '3. బురద వాని కన్నులందుఁ గరములతోఁ జమిరియొక్క చెఱవులో\n' +
            'బ్రాక్షాళించుటకు సెలవిచ్చెఁ బ్రభువు బిరబిర నయ్యంధుఁ డరిగి యేసుని\n' +
            'పల్కుఁ దిరముగ మదినమ్మి సరసిలో మునిఁగి సుం దరమైన నేత్రముల్\n' +
            'ధరియించి యానంద భరితుడై చనుదెంచు తఱివాని పొరుగింటి\n' +
            'నరులబ్బురముగఁ జూ చిరి మార్మోమగువాని ||నందమైన||\n' +
            '\n' +
            '\n' +
            '4. చూపులేని గ్రుడ్డివానిఁ జూడఁ గలుగఁజేయువాఁడే పాపాంధకార\n' +
            'మగ్నుల నా ప్రభువే రక్షించు పైపైని మనకన్ను చూపు చూపది గాదు\n' +
            'లోపలి కనుగుడ్డి యైపోయి యున్నది యాప త్పరంపర లోఁ\n' +
            'బొరలుచున్నాము కాపాడుమని యేసు శ్రీ పాదములుఁ బట్టి చూపు\n' +
            'లోపలి చూపుఁ జూచి యానందింత ||మందమైన||',
        englishLyric: '',
        details: '',
        youtubeLink: ''
    },
    {
        teluguTitle: 'అందమైన క్షణము ఆనందమయము',
        englishTitle: 'andamaina kshanamu aanandamayamu',
        teluguLyric: 'అందమైన క్షణము ఆనందమయము\n' +
            'యేసయ్య పుట్టినవేళ సంబరమే సంబరము\n' +
            'యేసయ్య పుట్టినవేళ సంబరమే సంబరము (2)\n' +
            'బంగారు సొగసు కన్నా బహు అందగాడు (2)\n' +
            'బోళము సాంబ్రాణి కన్నా బహు సుగంధుడు\n' +
            '\n' +
            'సంబరమే సంబరము శ్రీ యేసు జననము\n' +
            'సర్వ జగతికి మహా సంతోషము\n' +
            'సర్వ సృష్టికి ముందే దేవుడేర్పరిచిన\n' +
            'శాశ్వత జీవం ఈ ప్రభు యేసే\n' +
            'శాశ్వత జీవం ఈ ప్రభు యేసే\n' +
            '\n' +
            'బలమైన యోధుడు దేవాది దేవుడు\n' +
            'దీన నరుడై మనకై పుట్టాడు\n' +
            'మన గాయములకు కట్టు కట్టి\n' +
            'మన బ్రతుకులను వెలుగుతో నింపిన\n' +
            'దైవతనయుని కొలువ రావా\n' +
            'సందేహించకు ఓ సోదరా\n' +
            'రక్షణ మార్గము కోరి రావా\n' +
            'సంశయమెందుకు ఓ సోదరా… ఓ సోదరీ… ||సంబరమే||\n' +
            '\n' +
            'పాప విమోచన నిత్య జీవం\n' +
            'సిలువలోనే మనకు సాధ్యం\n' +
            'సిలువ భారం తాను మోసి\n' +
            'మన దోషములను తుడిచేసాడు\n' +
            'సిలువ చెంతకు చేర రావా\n' +
            'జాగు ఎందుకు ఓ సోదరా\n' +
            'యేసు నామము నమ్మ రావా\n' +
            'జాగు ఎందుకు ఓ సోదరా… ఓ సోదరీ… ||సంబరమే||',
        englishLyric: '',
        details: '',
        youtubeLink: 'https://www.youtube.com/watch?v=fgrVrjT6ijc'
    },
    {
        teluguTitle: 'అందమైన మధురమైన నామం ఎవరిది',
        englishTitle: 'andamaina madhuramaina naamam evaridi',
        teluguLyric: 'అందమైన మధురమైన నామం ఎవరిది\n' +
            'మహిమాన్వితుడు మహిజన రక్షకుడు\n' +
            'ఆయనేసు యేసు యేసు (2) ||అందమైన||\n' +
            '\n' +
            'సైన్యములకు అధిపతివి నీవే ఓ రాజా\n' +
            'లోకమును రక్షించు ఇమ్మానుయేలా (2)\n' +
            'మా పాలి దైవమా ఓ శ్రీ యేసా\n' +
            'స్తుతింతు నిన్ను నా ఆత్మ యేసయ్య (2) ||అందమైన||\n' +
            '\n' +
            'కొండ నీవే కోట నీవే నీవే యేసయ్యా\n' +
            'ఆకలి తీర్చి ఆదుకునే తండ్రివి నీవే (2)\n' +
            'నీ ఒడిలో చేర్చుమా ఓ శ్రీ యేసా\n' +
            'స్తుతింతు నిన్ను నా ఆత్మ యేసయ్య (2) ||అందమైన||\n' +
            '\n' +
            'చీకటి నుండి వెలుగు లోనికి నడిపించావు\n' +
            'మానవులను ప్రేమించి చూపించావు (2)\n' +
            'మా కోసం మరణించి చూపించావు\n' +
            'స్తుతింతు నిన్ను నా ఆత్మ యేసయ్య (2) ||అందమైన||',
        englishLyric: '',
        details: '',
        youtubeLink: ''
    },
    {
        teluguTitle: 'అందరి చెవులు గింగురుమనేలా అంతట చాటి చెప్పాలా',
        englishTitle: 'andhari chevulu gingurumanela',
        teluguLyric: 'అందరి చెవులు గింగురుమనేలా అంతట చాటి చెప్పాలా\n' +
            'యేసు రాకడకు సమయం అయ్యుందని\n' +
            'సిద్ధం కాకపోతే ఎంతో ఘోరమని\n' +
            '\n' +
            'అ.ప: వాయుదా వెయ్యకుండా - కారణాలు చెప్పకుండా\n' +
            'రక్షణ పొందుకోమని\n' +
            '\n' +
            '1. యేసయ్యను స్వంత రక్షకునిగా స్వీకరించినవారందరూ\n' +
            'ఆకాశానికెత్తబడి\n' +
            'ఎల్లప్పుడూ ఆయనతో పరమున ఉంటారని\n' +
            '\n' +
            '2. యేసయ్యను అంగీకరించక త్రోసివేసినవారందరూ\n' +
            'భూమి పై విడువబడి\n' +
            'ఎల్లప్పుడూ నరకములో కాలుతూ ఉంటారని',
        englishLyric: '',
        details: '',
        youtubeLink: ''
    },
    {
        teluguTitle: 'అందరికి కావాలి యేసయ్య రక్తము (2)',
        englishTitle: 'andariki kaavaali ',
        teluguLyric: 'అందరికి కావాలి యేసయ్య రక్తము (2)\n' +
            'పాపము లేని పరిశుద్ధుని రక్తము\n' +
            'ఇది పాపుల కొరకై వొలికిన\n' +
            'పరమ వైద్యుని రక్తము (2)\n' +
            '\n' +
            '1. కుల మత బేధం లేని రక్తము\n' +
            'అందరికి వర్తించే రక్తము (2)\n' +
            'కక్ష్య క్రోధం లేని రక్తము\n' +
            'కన్న ప్రేమ చూపించే రక్తము (2)\n' +
            '\n' +
            '2. కోళ్ళ రక్తముతో పాపం పోదు\n' +
            'ఎడ్ల రక్తముతో పాపం పోదు (2)\n' +
            'ఈ పాపము కడిగే యేసు రక్తము\n' +
            'సాకలి వాని సబ్బు వంటిది (2)\n' +
            '\n' +
            '3. చీకటి శక్తుల అణిచె రక్తము\n' +
            'రోత బతుకును కడిగే రక్తము (2)\n' +
            'రక్తములోనే ప్రాణమున్నది\n' +
            'పాపము కడిగే గుణమున్నది (2)\n' +
            'రక్తములోనే పవ్వరున్నది\n' +
            'స్వస్తపరిచే గుణమున్నది (2)',
        englishLyric: '',
        details: '',
        youtubeLink: ''
    },
    {
        teluguTitle: 'అందరము ప్రభు నిన్ను కొనియాడెదము మహాత్ముండవు పరిశుద్ధుడవు',
        englishTitle: 'amdharamu prabhu ninnu koniyaadedhamu mahaathmumdavu parishudhdhudavu',
        teluguLyric: 'పల్లవి: అందరము ప్రభు నిన్ను కొనియాడెదము\n' +
            'మహాత్ముండవు పరిశుద్ధుడవు\n' +
            'బలియైతివి లోకమును రక్షించుటకు\n' +
            '\n' +
            '1. అపారము నీ బుద్ధిజ్ఞాన మెంతయో\n' +
            'సామర్థ్యుడవైన నీదు శక్తి గొప్పది\n' +
            'సర్వలోకము నీదు వశమందున్నది\n' +
            '\n' +
            '2. గొప్ప కార్యములు చేయు సర్వశక్తుడా\n' +
            'అద్భుతములు చేయు దేవ నీవే ఘనుడవు\n' +
            'శత్రువులను అణచునట్టి విజయశాలివి\n' +
            '\n' +
            '3. బండవైన ప్రభూ మమ్ము స్థిరపరచితివి\n' +
            'నీదు మార్గములు యెంతో అగమ్యంబులు\n' +
            'కుతంత్రము లేదు నీలో నీతిమంతుడవు\n' +
            '\n' +
            '4. కృపాళుండవైన యేసు దయగల దేవా\n' +
            'దయాకనికరములు గల దీర్ఘశాంతుడవు\n' +
            'వేల వేల తరములలో కృపను జూపెదవు\n' +
            '\n' +
            '5. క్షమించెదవు మానవుల పాపములెల్ల\n' +
            'విరోధులకు ప్రేమ జూపు దయామయుడవు\n' +
            'పాపములను ద్వేషించెడు న్యాయవంతుడా',
        englishLyric: '',
        details: '',
        youtubeLink: ''
    },
    {
        teluguTitle: 'అందరు నన్ను విడచినా – నీవునన్ను విడువనంటివే',
        englishTitle: 'andaru nannu vidachina',
        teluguLyric: 'అందరు నన్ను విడచినా – నీవునన్ను విడువనంటివే /2/\n' +
            'నా తల్లియు నీవే నా తండ్రియునీవే – నా తల్లి తండ్రి నీవే యేసయ్యా /2/\n' +
            '\n' +
            '1. వ్యాధులు నన్ను ముట్టినా – బాధలు నన్ను చుట్టినా /2/\n' +
            'నా కొండయు నీవే నా కోటయు నీవే – నా కొండ కోట నీవే యెసయ్యా /2/\n' +
            '\n' +
            '2. లోకము నన్ను విడచినా – నీవు నన్ను విడువనంటివే /2/\n' +
            'నా బంధువు నీవే నా మిత్రుడ నీవే – నాబంధు మిత్రుడ నీవే యేసయ్యా /2/\n' +
            '\n' +
            '3. నేను నిన్ను నమ్ముకొంటిని- నీవు భయపడకంటివే /2/\n' +
            'నా తోడుయు నీవే నా నీడయు నీవె – నా తోడు నీడ నీవె యేసయ్యా /2/',
        englishLyric: '',
        details: '',
        youtubeLink: 'https://www.youtube.com/watch?v=hc75Z5OW_oU'
    },
    {
        teluguTitle: 'అందరు మెచ్చిన అందాల తార',
        englishTitle: 'andaru mechchina andaala thaara',
        teluguLyric: 'అందరు మెచ్చిన అందాల తార\n' +
            'అవనికి తెచ్చెను వెలుగుల మేడ (2)\n' +
            'క్రిస్మస్.. హ్యాపీ క్రిస్మస్\n' +
            'హ్యాపీ హ్యాపీ క్రిస్మస్\n' +
            'క్రిస్మస్.. మెర్రి క్రిస్మస్\n' +
            'మెర్రి మెర్రి క్రిస్మస్ (2) ||అందరు||\n' +
            '\n' +
            'సృష్టికర్తయే మరియ తనయుడై\n' +
            'పశుల పాకలో పరుండినాడు (2)\n' +
            'నీతి జీవితం నీవు కోరగా\n' +
            'నీకై రక్షణ తెచ్చినాడు (2)\n' +
            'నీకై రక్షణ తెచ్చినాడు ||క్రిస్మస్||\n' +
            '\n' +
            'ఇంటిని విడిచి తిరిగిన నాకై\n' +
            'ఎదురు చూపులే చూచినాడు (2)\n' +
            'తప్పును తెలిసి తిరిగి రాగా\n' +
            'క్షమియించి కృప చూపినాడు (2)\n' +
            'ఎన్నో వరములు ఇచ్చినాడు ||క్రిస్మస్||\n' +
            '\n' +
            'పాత దినములు క్రొత్తవి చేసి\n' +
            'నీలో జీవము నింపుతాడు (2)\n' +
            'కటిక చీకటే వేకువ కాగా\n' +
            'అంబరమందు సంబరమాయే (2)\n' +
            'హృదయమునందు హాయి నేడు ||క్రిస్మస్||',
        englishLyric: '',
        details: '',
        youtubeLink: 'https://www.youtube.com/watch?v=5i9wrRDtmV0'
    },
    {
        teluguTitle: 'అందాల ఉద్యన వనమా ఓ క్రెస్తవా సంఘామా',
        englishTitle: 'andala udyana vanama',
        teluguLyric: 'అందాల ఉద్యానవనమా\n' +
            'ఓ క్రైస్తవ సంఘమా (2)\n' +
            'పుష్పించలేక ఫలియింపలేక (2)\n' +
            'మోడి మిగిలావ నీవు (2) ||అందాల||\n' +
            '\n' +
            'ప్రభు ప్రేమలో బాగు చేసి\n' +
            'శ్రేష్టము ద్రాక్షగా నాటాడుగా (2)\n' +
            'కాచావు నీవు కారు ద్రాక్షలు (2)\n' +
            'యోచించు ఇది న్యాయమేనా (2) ||అందాల||\n' +
            '\n' +
            'ప్రభు యేసులో నీవు నిలిచి\n' +
            'పరిశుద్దాత్మతో నీవు పయనించుమా (2)\n' +
            'పెరిగావు నీవు ఫలియింపలేక (2)\n' +
            'యోచించు ఇది న్యాయమేనా (2) ||అందాల||\n' +
            '\n' +
            'ఆకలిగొని నీవైపు చూడ\n' +
            'ఆశ నిరాశాయే ప్రభు యేసుకు (2)\n' +
            'ఇకనైనా నీవు నిజమైన ఫలముల్ (2)\n' +
            'ప్రభు కొరకై ఫలియింపలేవా (2) ||అందాల||',
        englishLyric: '',
        details: '',
        youtubeLink: 'https://www.youtube.com/watch?v=8DNY1LU6cPY'
    },
    {
        teluguTitle: 'అందాల ఉద్యానవనమా',
        englishTitle: 'andaala udyaanavanamaa',
        teluguLyric: 'అందాల ఉద్యానవనమా\n' +
            'ఓ క్రైస్తవ సంఘమా (2)\n' +
            'పుష్పించలేక ఫలియింపలేక (2)\n' +
            'మోడి మిగిలావ నీవు (2) ||అందాల||\n' +
            '\n' +
            'ప్రభు ప్రేమలో బాగు చేసి\n' +
            'శ్రేష్టము ద్రాక్షగా నాటాడుగా (2)\n' +
            'కాచావు నీవు కారు ద్రాక్షలు (2)\n' +
            'యోచించు ఇది న్యాయమేనా (2) ||అందాల||\n' +
            '\n' +
            'ప్రభు యేసులో నీవు నిలిచి\n' +
            'పరిశుద్దాత్మతో నీవు పయనించుమా (2)\n' +
            'పెరిగావు నీవు ఫలియింపలేక (2)\n' +
            'యోచించు ఇది న్యాయమేనా (2) ||అందాల||\n' +
            '\n' +
            'ఆకలిగొని నీవైపు చూడ\n' +
            'ఆశ నిరాశాయే ప్రభు యేసుకు (2)\n' +
            'ఇకనైనా నీవు నిజమైన ఫలముల్ (2)\n' +
            'ప్రభు కొరకై ఫలియింపలేవా (2) ||అందాల||',
        englishLyric: '',
        details: '',
        youtubeLink: 'https://www.youtube.com/watch?v=8DNY1LU6cPY'
    },
    {
        teluguTitle: 'అందాల తార అరుదెంచి నాకై అంభర వీధిలో',
        englishTitle: 'amdhaala thaara arudhemchi naakai ambhara veedhilo',
        teluguLyric: 'అందాల తార అరుదెంచి నాకై అంభర వీధిలో\n' +
            'అవతార మూర్తి యేసయ్య కీర్తి అవకుని చోటుచున్‌\n' +
            'ఆనంద సాంద్రముప్పొంగె నాలో అమర వెంతిలో\n' +
            'ఆది దేవుని జాడ ఆశింప మనస్సు పయనమైతిని\n' +
            '\n' +
            '1.విశ్వాసయాత్ర దూరమెంతైన విందుగ తోచెను\n' +
            'ఎంతైన కాంతి వర్షించె నాలో విజయ పధమున\n' +
            'విశ్వాల నేలెడి దేవ కుమారుని వీక్షించు దీక్షతో\n' +
            'విరజిమ్మె బలము ప్రవహించె ప్రేమ విశ్రాంతి నసగుచున్‌ ||అందాల||\n' +
            '\n' +
            '2.యేరుషలేము రాజనగరిలో యేసుని వెదకుచూ\n' +
            'ఎరిగిన దారి తొలగిన వేళ ఎదలో కృంగితిన్‌\n' +
            'యేసయ్య తార ఎప్పటివోలె ఎదురాయె త్రోవలో\n' +
            'ఎంతో యబ్బురపడుచు విస్మయమొందుచు ఎగితి స్వామి కడకు ||అందాల||\n' +
            '\n' +
            '3.ప్రభు జన్మ స్థలము పాకయేగానీ పరలోక సాధమే\n' +
            'బాలుని జూడ జీవితమంత పావన మాయెను\n' +
            'ప్రభు పాద పూజ దీవెన కాగ ప్రసరించెపుణ్యము\n' +
            'బ్రతకే మందిరమాయె - అర్పణలే సిరులాయే ఫలించె ప్రార్ధన ||అందాల||',
        englishLyric: '',
        details: '',
        youtubeLink: 'https://www.youtube.com/watch?v=pke6j0OKHkc'
    },
    {
        teluguTitle: 'అందాల తార అరుదెన్ఛె నాకై',
        englishTitle: 'andhaala thaara arudenche naaki',
        teluguLyric: 'అందాల తార అరుదెన్ఛె నాకై\n' +
            '\n' +
            'పల్లవి: అందాల తార అరుదెంచె నాకై - అంబర వీధిలో\n' +
            'అవతారమూర్తి యేసయ్య కీర్తి -అవని చాటుచున్\n' +
            'ఆనందసంద్ర ముప్పోంగెనాలో - అమరకాంతిలో\n' +
            'ఆది దేవుని జూడ - అశింపమనసు – పయనమైతిమి .. అందాల తార..\n' +
            '\n' +
            '1. విశ్వాసయాత్ర - దూరమెంతైన - విందుగా దోచెను\n' +
            'వింతైన శాంతి - వర్షంచెనాలో - విజయపధమున\n' +
            'విశ్వాలనేలెడి - దేవకుమారుని - వీక్షించు దీక్షలో\n' +
            'విరజిమ్మె బలము - ప్రవహించె ప్రేమ - విశ్రాంతి నొసగుచున్ .. అందాల తార..\n' +
            '\n' +
            '2. యెరూషలేము - రాజనగరిలో - ఏసును వెదకుచు\n' +
            'ఎరిగిన దారి - తొలగిన వేల - ఎదలో క్రంగితి\n' +
            'ఏసయ్యతార - ఎప్పటివోలె - ఎదురాయె త్రోవలో\n' +
            'ఎంతో యబ్బురపడుచు - విస్మయ మొందుచు ఏగితి స్వామి కడకు .. అందాల తార..\n' +
            '\n' +
            '3. ప్రభుజన్మస్ధలము - పాకయేగాని పరలోక సౌధమే\n' +
            'బాలునిజూడ - జీవితమెంత - పావనమాయెను\n' +
            'ప్రభుపాదపూజ - దీవెనకాగా - ప్రసరించె పుణ్యము\n' +
            'బ్రతుకె మందిరమాయె - అర్పణలే సిరులాయె ఫలియించె ప్రార్ధన .. అందాల తార..',
        englishLyric: '',
        details: '',
        youtubeLink: 'https://www.youtube.com/watch?v=pke6j0OKHkc'
    },
    {
        teluguTitle: 'అందాల బాలుడు ఉదయించినాడు',
        englishTitle: 'andaala baaludu udayinchinaadu',
        teluguLyric: 'అందాల బాలుడు ఉదయించినాడు\n' +
            'లోకాలు వెలిగించు నీతి సూరీడు (2)\n' +
            'రండయ్యో మన కొరకు రారాజు పుట్టెను\n' +
            'ప్రేమను పంచేటి రక్షణను తెచ్చెను (2) ||అందాల||\n' +
            '\n' +
            'భీతిల్లి పోయాము ఆ వెలుగునే జూసి\n' +
            'ఎన్నడూ ఎరుగని తేజస్సునే గాంచి (2)\n' +
            'గొల్లలము మేము కల్లలు ఎరుగము (2)\n' +
            'కళ్లారా జూసాము తేజోమయుని మోము (2) ||రండయ్యో||\n' +
            '\n' +
            'తూరుపు జ్ఞానులము వెలిగే తారను జూసి\n' +
            'లెక్కలెన్నో వేసి మాహరాజు-నెతికాము (2)\n' +
            'దారి చూపే తార రారాజునే జేర (2)\n' +
            'మొక్కాము మోకరిల్లి బాలున్ని మనసారా (2) ||రండయ్యో||\n' +
            '\n' +
            'తనలోని వెలుగంత పంచేటి పావనుడు\n' +
            'మనలోని పాపమంత తీసేయు రక్షకుడు (2)\n' +
            'చీకట్లు తొలగించ ఉదయించినాడు నేడు (2)\n' +
            'నీ తప్పులెన్ని ఉన్నా మన్నించుతాడు రేడు (2) ||రండయ్యో||',
        englishLyric: '',
        details: '',
        youtubeLink: 'https://www.youtube.com/watch?v=4BaHilG5GH8'
    },
    {
        teluguTitle: 'అందాలతార అరుదెంచె నాకై అంబర వీధిలో',
        englishTitle: 'andaala thaara arudenche naakai ambara veedhilo',
        teluguLyric: 'అందాలతార అరుదెంచె నాకై అంబర వీధిలో\n' +
            'అవతారమూర్తి యేసయ్య కీర్తి అవని చాటుచున్\n' +
            'ఆనందసంద్ర ముప్పొంగె నాలో అమరకాంతిలో\n' +
            'ఆది దేవుని జూడ ఆశింప మనసు పయనమైతిని ||అందాల తార||\n' +
            '\n' +
            'విశ్వాసయాత్ర దూరమెంతైన విందుగా దోచెను\n' +
            'వింతైన శాంతి వర్షించె నాలో విజయపథమున\n' +
            'విశ్వాలనేలెడి దేవకుమారుని వీక్షించు దీక్షలో\n' +
            'విరజిమ్మె బలము ప్రవహించె ప్రేమ విశ్రాంతి నొసగుచున్ ||అందాల తార||\n' +
            '\n' +
            'యెరూషలేము రాజనగరిలో యేసును వెదకుచు\n' +
            'ఎరిగిన దారి తొలగిన వేళ ఎదలో కృంగితి\n' +
            'యేసయ్యతార ఎప్పటివోలె ఎదురాయె త్రోవలో\n' +
            'ఎంతో యబ్బురపడుచు విస్మయ మొందుచు ఏగితి స్వామి కడకు ||అందాల తార||\n' +
            '\n' +
            'ప్రభుజన్మస్ధలము పాకయేగాని పరలోక సౌధమే\n' +
            'బాలునిజూడ జీవితమెంత పావనమాయెను\n' +
            'ప్రభుపాదపూజ దీవెనకాగా ప్రసరించె పుణ్యము\n' +
            'బ్రతుకే మందిరమాయె అర్పణలే సిరులాయె ఫలియించె ప్రార్ధన ||అందాల తార||',
        englishLyric: '',
        details: '',
        youtubeLink: 'https://www.youtube.com/watch?v=mP4XURAwvd8'
    },
    {
        teluguTitle: 'అందాలు చిందే శుభ వేళ అందుకో ఈ వేళ',
        englishTitle: 'andaalu chinde shubha vela anduko ee vela',
        teluguLyric: 'అందాలు చిందే శుభ వేళ – అందుకో ఈ వేళ (2)\n' +
            'కోరుకున్నావు ఈ వరుని – చేరియున్నాడు నీ జతనే (2) ||అందాలు||\n' +
            'చిననాటి పుట్టింటి నడకా\n' +
            'సాగాలి అత్తింటి దాకా (2)\n' +
            'ఎంత ఘనమైన బంధం\n' +
            'వెయ్యేండ్ల వివాహ బంధం (2) ||అందాలు||\n' +
            'సంసార సాగర పయనం\n' +
            'తెర చాటు అనుభూతి వినయం (2)\n' +
            'సాగిపోవాలి పయనం\n' +
            'చేరుకోవాలి గమ్యం (2) ||అందాలు||\n' +
            'యేసయ్య పాదాల చెంత\n' +
            'వదలాలి ఎదలోని చింత (2)\n' +
            'క్రీస్తు పుట్టాలి నీలో\n' +
            'చేర్చుకోవాలి హృదిలో (2) ||అందాలు||',
        englishLyric: '',
        details: '',
        youtubeLink: 'https://www.youtube.com/watch?v=NbAfp6rsbXI'
    },
    {
        teluguTitle: 'అంధకార చెరసాలలో బంధకాల ఇరుకులో',
        englishTitle: 'andhakaara cherasaalalo bandhakaala irukulo',
        teluguLyric: 'అంధకార చెరసాలలో – బంధకాల ఇరుకులో\n' +
            'పౌలు సీలలు ప్రార్ధించిరి – కీర్తనలు పాడిరి – (2)\n' +
            'భూమియే కంపించెను – చెరసాల అదిరెను\n' +
            'వారి సంకెళ్లు ఊడిపోయెను – విడుదల దొరికెను – (2)\n' +
            '\n' +
            'వ్యాధులు ఆవరించగా – మరణము తరుముచుండగా\n' +
            'రండి పారి పోదుము – ఇంక దాగి యుందుము\n' +
            'ఏ తెగులు దరిచేరని – ఏ దిగులు ఉండని\n' +
            'మన దాగుస్థలములో – యేసుని సన్నిధిలో ||అంధకార||\n' +
            '\n' +
            'ప్రార్ధన చేసెదము – దేవుని సముఖములో\n' +
            'ఈ శోధన సమయములో – విరిగిన హృదయముతో\n' +
            'ఈ లోక రక్షణకై – జనముల స్వస్థతకై\n' +
            'యేసుని వేడెదము – శోకము తొలగించమని ||అంధకార||\n' +
            '\n' +
            'మొరలను ఆలకించును – యేసు మనలను విడిపించును\n' +
            'ఈ లోకమును శుద్ధిచేయును – మరణమును తప్పించును\n' +
            'మన రక్షణ వలయముగా – తన రెక్కలు చాపును\n' +
            'దుఃఖమును సంతోషముగా – మార్చివేయును త్వరలో ||అంధకార||',
        englishLyric: '',
        details: '',
        youtubeLink: 'https://www.youtube.com/watch?v=-dJqZJsjKlg'
    },
    {
        teluguTitle: 'అంధకారలోకమునకు వెలుగునివ్వ ప్రభువు వచ్చెను',
        englishTitle: 'amdhakaaraloakamunaku velugunivva prabhuvu vachchenu',
        teluguLyric: '\n' +
            'పల్లవి: అంధకారలోకమునకు - వెలుగునివ్వ ప్రభువు వచ్చెను\n' +
            'స్తుతి మహిమ ప్రభునకే\n' +
            '\n' +
            '1. నిష్కళంక బలి నిర్దోష ప్రభువే\n' +
            'అమూల్యరక్తమేగ ముక్తిమార్గము\n' +
            'ఏమి యర్పించెదము దానికి బదులుగా\n' +
            'స్తుతి మహిమ ప్రభునకే\n' +
            '\n' +
            '2. మృత్యువుపై జయమునొంది మన ప్రభువు\n' +
            'ప్రార్థించుచుండె తండ్రి కుడిప్రక్కను\n' +
            'ఏమి యర్పించెదము దానికి బదులుగా\n' +
            'స్తుతి మహిమ ప్రభునకే\n' +
            '\n' +
            '3. జీవజ్యోతి రక్షకా నీవే ప్రతిఫలం\n' +
            'నీవే ప్రేమ సత్యానంద ధైర్యము\n' +
            'సర్వమందు నమ్మదగిన వాడవు నీవే\n' +
            'స్తుతి మహిమ ప్రభునకే',
        englishLyric: '',
        details: '',
        youtubeLink: ''
    },
    {
        teluguTitle: 'అంధుడా రావా అరమరయేల అడుగోనయ్య',
        englishTitle: 'amdhudaa raavaa aramarayaela',
        teluguLyric: 'అంధుడా రావా అరమరయేల అడుగోనయ్య! అయ్యో అడుగో యేసయ్య...\n' +
            '\n' +
            '1. నీతిసూర్యుడు నిర్మలజ్యోతి నిను వెలిగింపను నరుదెంచె\n' +
            'ఖ్యాతిగ సిలువలో కరములు జూచి కన్నీనరొలుకుచు నినుపిలిచె...||అ||\n' +
            '\n' +
            '\n' +
            '2. మరణపుశక్తిని మార్కొనియేసు మరణమునుండి జయ\n' +
            'మొందే పరమందలి తండ్రియు దూతలుగని కరములెత్తి\n' +
            'జయధ్వనులిడిరె ||అ||\n' +
            '\n' +
            '\n' +
            '3. ధైర్యముచెడెను సృష్టికిని ఆ దైవ మరణమును తిలకించా\n' +
            'ధైర్యము చెడెను అధికారులకును దాతను చేరను గఠినంబా ||\n' +
            '\n' +
            '\n' +
            '4. లోకపు జ్ఞానము వ్యర్థమని యిక శోక మొందడి దినములని\n' +
            'జాగినయేల యేసును చేరి జయమని పాడుము అభయమని ||\n' +
            '\n' +
            '\n' +
            '5. పావనయేసుని పదముల చేరుము పాపములను తొలగించు\n' +
            'నిదే జీవము నిచ్చును భావము మార్చును దేవ దేవుని\n' +
            'కరుణ యిదే ||అ||\n' +
            '\n' +
            '\n' +
            '6. హల్లెలూయ పాటలు పాడుదము ఆనందముతో ప్రభు\n' +
            'చాటుదము అలరాకడకై తలలెత్తుదము ఆ ప్రభురాగా వెళ్ళుదము ||అ||',
        englishLyric: '',
        details: '',
        youtubeLink: ''
    },
    {
        teluguTitle: 'అంబర వీధిలో – సంబరం గాంచిరి',
        englishTitle: 'ambara veedhilo sambaram gaanchiri ',
        teluguLyric: '\n' +
            'అంబర వీధిలో – సంబరం గాంచిరి\n' +
            'కొందరు గొల్లలు – తొందరగ వెళ్లిరి//2//\n' +
            '\n' +
            '1. బెత్లెమను యూరిలో – సత్రమున శాలలో\n' +
            'పశువుల తొట్టిలో – ప్రభు యేసుడు పుట్టెను//2//\n' +
            '\n' +
            '2. తూర్పుతారను గాంచిరి – మరిజ్ఞానులు వచ్చిరి\n' +
            'తమ కానుకల్ తెచ్చిరి – మన యేసు కర్పించిరి//2//\n' +
            '\n' +
            '3. ఇక చింతను వీడుము – గురి యొద్దకు చూడుము\n' +
            'మరి అంతము రానగున్ – యేసు చెంతకు చేరుము//2//',
        englishLyric: '',
        details: '',
        youtubeLink: ''
    },
    {
        teluguTitle: 'అంబరానికి అంటేలా సంబరాలతో చాటాల',
        englishTitle: 'ambaraniki antela',
        teluguLyric: 'అంబరానికి అంటేలా సంబరాలతో చాటాల\n' +
            'యేసయ్య పుట్టాడని రక్షించవచ్చాడని\n' +
            '\n' +
            '1. ప్రవచనాలు నెరవేరాయి శ్రమదినాలు ఇకపోయాయి (2),\n' +
            'విడుదల ప్రకటించే శిక్షను తప్పించే (2),\n' +
            '\n' +
            '2. దివిజనాలు సమకురాయి ఘనస్వరాలు వినిపించాయి (2),\n' +
            'పరముకు నడిపించే మార్గము చూపించే (2),\n' +
            '\n' +
            '3. సుమవనాలు పులకించాయి పరిమళాలు వెదజల్లాయి (2),\n' +
            'ఇలలో నశియించే జనులను ప్రేమించే (2),',
        englishLyric: '',
        details: '',
        youtubeLink: ''
    },
    {
        teluguTitle: 'అంబరాన్ని దాటే సంబరాలు నేడు',
        englishTitle: 'ambaraanni daate sambaraalu nedu',
        teluguLyric: 'అంబరాన్ని దాటే సంబరాలు నేడు\n' +
            'నింగిలో చుక్క బుట్టి వచ్చింది మనకు తోడు (2)\n' +
            'రండయ్యో రండి రండి దావీదు పురముకు (2)\n' +
            'రారాజు పుట్టి ఇల పిలిచెను కొలువుకు (2) ||అంబరాన్ని||\n' +
            '\n' +
            'దేవుడు ఎంతగానో ప్రేమించి లోకము\n' +
            'ఏకైక తనయుని పంపెను ఈ దినము (2)\n' +
            'పశువుల పాకలో ఒదిగేను శిశువుగా (2)\n' +
            'అవతరించే నేడు లోక రక్షకునిగా (2) ||రండయ్యో||\n' +
            '\n' +
            'దేవాది దేవుడు మనిషిగా మారిన వేళ\n' +
            'శాపాలు పాపాలు రద్దయిన శుభవేళ (2)\n' +
            'లోకాల కారకుడు లోకమున పుట్టెను (2)\n' +
            'మనిషి మరణము ఆయువు తీరెను (2) ||రండయ్యో||',
        englishLyric: '',
        details: '',
        youtubeLink: 'https://www.youtube.com/watch?v=PBY01wp_ZWU'
    },
    {
        teluguTitle: ' అంబరవీధిలో తారక వెలసెను తూర్పున వింతగా',
        englishTitle: 'ambhara veedhilo tharaka',
        teluguLyric: 'అంబరవీధిలో తారక - వెలసెను తూర్పున వింతగా\n' +
            'యూదుల రాజుని పుట్టుక - లోకానికి ప్రకటించగా\n' +
            '\n' +
            '1. జ్ఞానులు తారను గమనించి - బెత్లెహేమునకు పయనించి\n' +
            'శిశువును గని సంతోషించి - మ్రొక్కిరి కానుకలర్పించి\n' +
            '\n' +
            '2. అంధకారమును తొలగించి - హృదయపు దీపము వెలిగించి\n' +
            'వాక్యమే ఇల నిజతారకలా -',
        englishLyric: '',
        details: '',
        youtubeLink: ''
    },
    {
        teluguTitle: 'అకసాన సుక్కఎలిసె – అర్ధరాత్రి పొద్దుపొడిసె',
        englishTitle: 'aakasaana sukkaelise',
        teluguLyric: 'అకసాన సుక్కఎలిసె – అర్ధరాత్రి పొద్దుపొడిసె\n' +
            'సీకటంత పారిపాయెరా  //2//\n' +
            'మా సిక్కులన్ని తీరిపాయెరా \n' +
            'మా దిక్కుమొక్కు యేసుడాయెరా  //2//\n' +
            'సంబరాలు ఈయాల సంబరాలు\n' +
            'క్రీస్తు జన్మ పండగంట సంబరాలు //3//\n' +
            '\n' +
            '1. గొల్లలంత రాతిరేల కంటిమీద కునుకు లేక\n' +
            'మందలను కాయుచుండగా -చలి మంటలను కాయుచుండగా //2//\n' +
            'ఆ మంటకాడ ఎదోపెద్ద ఎలుగొచ్చే – ఆ ఎలుగులోన దేవ దూత కనిపించే //2// \n' +
            'ఎమ౦టడేమోనని గుండె ధడపుట్టే…..\n' +
            'ఏసు జన్మ వార్త తెలిపెర దూత చూసి రమ్మని చెప్పేర  //2//అకసాన//     \n' +
            '\n' +
            '2. సల్ల గాలి వీసీంది సుక్కా దారి సూపింది\n' +
            'జ్ఞానులంతా పాక చేరిరి – రారాజు దైవ సుతుని గాంచిరి //2//\n' +
            'బంగారు బోల కానుకలు తెచ్చారు\n' +
            'వారు మోకరించి ఏసు ప్రభుని మొక్కారూ //2//\n' +
            'ఆ దూతలంతా గానాలు చేశారు…..\n' +
            'లోకమంతా ఎలుగు నిండేరా -ఈ మానవాళి బ్రతుకు పండేరా\n' +
            '//2//అకసాన//',
        englishLyric: '',
        details: '',
        youtubeLink: 'https://www.youtube.com/watch?v=pggBqNrQ-ak'
    },
    {
        teluguTitle: 'అగ్ని మండించు నాలో అగ్ని మండించు',
        englishTitle: 'agni mmdimchu naaloa agni mmdimchu ',
        teluguLyric: 'అగ్ని మండించు నాలో అగ్ని మండించు\n' +
            'పరిశుద్ధాత్ముడా-నాలో అగ్ని మండించు (2)\n' +
            '\n' +
            '1.అగ్ని మండుచుండెనే - పొద కాలిపోలేదుగా\n' +
            'ఆ అగ్నిలోనుండే-నీవు మోషేను దర్శించినావే ||అగ్ని||\n' +
            '\n' +
            '2.అగ్ని కాల్చివేసెనే-సిద్ధంచేసిన అర్పణను\n' +
            'ఆ అగ్ని ద్వారానే-నీవు గిద్యోన్ని ధైర్యపరచితివే ||అగ్ని||\n' +
            '\n' +
            '3.అగ్ని కాన రానందునా-వారు సిగ్గుపడి పోయిరే\n' +
            'నీ అగ్ని దిగిరాగా-నీవు ఏలియాను ఘనపరచినావే ||అగ్ని||\n' +
            '\n' +
            '4.ప్రాణ ఆత్మ శరీరము-నీకే అర్పించుచున్నానయ్యా\n' +
            'నీ ఆత్మ వరములతో- నన్ను అలంకరించు మయ్యా ||అగ్ని||',
        englishLyric: '',
        details: '',
        youtubeLink: ''
    },
    {
        teluguTitle: 'అడగక ముందే అక్కరలెరిగి',
        englishTitle: 'adagaka mundhe akkaralerigi ',
        teluguLyric: 'అడగక ముందే అక్కరలెరిగి\n' +
            'అవసరాలు తీర్చిన ఆత్మీయుడా\n' +
            'ఎందరు ఉన్నా బంధువు నీవే\n' +
            'బంధాలను పెంచిన భాగ్యవంతుడా\n' +
            '\n' +
            'పదే పదే నేను పాడుకోనా\n' +
            'ప్రతి చోట నీ మాట నా పాటగా\n' +
            'మరి మరి నే చాటుకోనా\n' +
            'మనసంతా పులకించని సాక్షిగా\n' +
            'నా జీవిత గమనానికి గమ్యము నీవే\n' +
            'చితికిన నా గుండెకు ప్రాణం నీవే (2) ||పదే పదే||\n' +
            '\n' +
            'మమతల మహా రాజా\n' +
            '(నా) యేసు రాజా (4)\n' +
            '\n' +
            'అడగక ముందే అక్కరలెరిగి\n' +
            'అవసరాలు తీర్చిన ఆత్మీయుడా\n' +
            'ఎందరు ఉన్నా బంధువు నీవే\n' +
            'బంధాలను పెంచిన భాగ్యవంతుడా (2)\n' +
            '\n' +
            'అవసరాలు తీర్చిన ఆత్మీయుడా\n' +
            'బంధాలను పెంచిన భాగ్యవంతుడా (2) ||మమతల||\n' +
            '\n' +
            'అడిగిన వేళ అక్కున చేరి\n' +
            'అనురాగం పంచిన అమ్మవు నీవే\n' +
            'నలిగిన వేళ నా దరి చేరి\n' +
            'నమ్మకాన్ని పెంచిన నాన్నవు నీవే (2)\n' +
            'అనురాగం పంచిన అమ్మవు నీవే\n' +
            'నమ్మకాన్ని పెంచిన నాన్నవు నీవే (2) ||పదే పదే||',
        englishLyric: '',
        details: '',
        youtubeLink: ''
    },
    {
        teluguTitle: 'అడిగినది కొంతే అయినా\n',
        englishTitle: 'adiginadi konthe ainaa',
        teluguLyric: 'అడిగినది కొంతే అయినా\n' +
            'పొందినది ఎంతో దేవా\n' +
            'ప్రతిగా ఏమివ్వగలనయ్యా\n' +
            'నిను స్తుతియించె హృదయము తప్ప\n' +
            'నా జీవితం నీకే అంకితమయ్యా ||అడిగినది||\n' +
            '\n' +
            'ఊహించలేని వివరింపజాలని\n' +
            'నీ కార్యములు ఆశ్చర్యమే\n' +
            'యోచించినా నా వర్ణనకందని\n' +
            'నీ కృపా కనికరములు అత్యున్నతమే (2)\n' +
            'తరతరములకు మారని నీ ఉన్నత ప్రేమా\n' +
            'యుగయుగములకు నీకే ఘనతా మహిమా\n' +
            'సతతం నిను నే కొనియాడెదను\n' +
            'సకలం నీ నామముకే స్తోత్రము తగును ||అడిగినది||\n' +
            '\n' +
            'క్షణ భంగురం నా క్షయ జీవితం\n' +
            'కాచావయ్యా నను నీ రెక్కల నీడ\n' +
            'ఏ యోగ్యత లేని అల్పుడను నన్ను\n' +
            'హెచ్చించావయ్యా నీ ప్రేమ తోడ (2)\n' +
            'నా ఆశ్రయ దుర్గము నీవే యేసయ్య\n' +
            'నా రక్షణ శృంగము నీవే మెస్సయ్య\n' +
            'నా స్తుతికి పాత్రుడవు నీవేనయ్యా\n' +
            'ఈ స్తోత్ర కీర్తన నీకేనయ్యా ||అడిగినది||\n' +
            '\n' +
            'మహిమోన్నతుడా నను మరువని విభుడా\n' +
            'ప్రణుతించెదను నిన్నే నిరతం\n' +
            'నిష్కలంకుడా నిర్మలాత్ముడా\n' +
            'ఫ్రచురించెదను నీ పావన చరితం (2)\n' +
            'నా అతిశయము నీవే నా యేసయ్యా\n' +
            'నా ఆధారము నీవే నా మెస్సయ్యా\n' +
            'నా ఆరాధన ఆలాపన నీకేనయ్యా\n' +
            'ఈ దీనుని సేవను చేకొనుమయ్యా ||అడిగినది||',
        englishLyric: '',
        details: '',
        youtubeLink: ''
    },
    {
        teluguTitle: 'అడవి చెట్ల నడుమ – ఒక జల్దరు వృక్షం వలె',
        englishTitle: 'adavi chetla naduma',
        teluguLyric: 'అడవి చెట్ల నడుమ – ఒక జల్దరు వృక్షం వలె\n' +
            'పరిశుద్ధుల సమాజములో\n' +
            'యేసు ప్రజ్వలించుచున్నాడు (2)\n' +
            'కీర్తింతున్ నా ప్రభుని\n' +
            'జీవ కాలమెల్ల ప్రభు యేసుని\n' +
            'కృతజ్ఞతతో స్తుతించెదను (2)\n' +
            '\n' +
            'షారోను రోజాయనే – లోయ పద్మమును ఆయనే\n' +
            'అతిపరిశుద్ధుడు ఆయనే\n' +
            'పదివేలలో అతిశ్రేష్టుడు (2) ||కీర్తింతున్||\n' +
            '\n' +
            'మనోవేదన సహించలేక – సిలువ వైపు నే చూడగా\n' +
            'లేవనెత్తి నన్నెత్తుకొని\n' +
            'భయపడకుమని అంటివి (2) ||కీర్తింతున్||\n' +
            '\n' +
            'ఘనమైన నా ప్రభువా – నీ రక్త ప్రభావమున\n' +
            'నా హృదయము కడిగితివి\n' +
            'నీకే నా స్తుతి ఘనత(2) ||కీర్తింతున్||',
        englishLyric: '',
        details: '',
        youtubeLink: ''
    },
    {
        teluguTitle: 'అడవి వృక్షములలో జల్ధరు వృక్షము మెట్లున్నదో',
        englishTitle: 'adavi vrukshmulaloa jaldharu vrukshmu metlunnadho',
        teluguLyric: 'అడవి వృక్షములలో - జల్ధరు వృక్షము మెట్లున్నదో\n' +
            '\n' +
            'పరిశుద్ధుల మధ్యలో - అతి శ్రేష్టుడైన నా ప్రభువు\n' +
            '\n' +
            'పొడెద నా ప్రియుని జీవకాలమెల్ల అరణ్య యాత్రలో\n' +
            '\n' +
            'కృతజ్ఞతతో పాడెదను||2||\n' +
            '\n' +
            '\n' +
            '1.దూషణ ఇరుకులలో - నన్ను సుగంధముగా - మార్చెను ||2||\n' +
            '\n' +
            'నీ కృపలో నన్ను నడిపి - నీ వెలుగుతో నింపితివి||పొడెద||\n' +
            '\n' +
            '2.నా కష్టతరంగములో - దు:ఖ సాగరములోనుండగా\n' +
            '\n' +
            'నీకుడి హస్తము చాపి - భయపడకని పలికితివే ||పొడెద||\n' +
            '\n' +
            '3.ఆనంద భరితుడనై - నీ ప్రేమలో నుండుటకు\n' +
            '\n' +
            'నీ సర్వము - నా కతి మధురం -\n' +
            '\n' +
            'నీ ముఖము మనోహరము|| పొడెద||\n' +
            '\n' +
            '4.నీ చిత్తము - చేయుటకు\n' +
            '\n' +
            'నన్ను నీకు సమర్పించెదన్‌\n' +
            '\n' +
            'నా పరుగును తుద ముట్టించి\n' +
            '\n' +
            'నీ సన్నిధిలో - నిలిచెదన్‌||పొడెద||',
        englishLyric: '',
        details: '',
        youtubeLink: ''
    },
    {
        teluguTitle: 'అడుగడుగున రక్త బింధువులే',
        englishTitle: 'adugaduguna raktha bindhuvule',
        teluguLyric: 'అడుగడుగున రక్త బింధువులే\n' +
            'అణువణువున కొరడా దెబ్బలే (2)\n' +
            'నా యేసుకు ముళ్ల కిరీటం\n' +
            'భుజములపై సిలువ భారం (2)\n' +
            'భుజములపై సిలువ భారం ||అడుగడుగున||\n' +
            'సిలువ మోయుచు వీపుల వెంట\n' +
            'రక్త ధరలే నిన్ను తడిపెను (2)\n' +
            'నా ప్రజలారా ఏడవకండి\n' +
            'మీ కోసము ప్రార్ధించండి (2) ||అడుగడుగున||\n' +
            'కలువరిలోన నీ రూపమే\n' +
            'నలిగిపోయెను నా యేసయ్యా (2)\n' +
            'చివరి రక్త బిందువు లేకుండా\n' +
            'నా కోసమే కార్చినావు (2) ||అడుగడుగున||\n' +
            'మరణము గెలిచి తిరిగి లేచిన\n' +
            'మృత్యుంజయుడా నీకే స్తోత్రం (2)\n' +
            'మహిమ స్వరూపా మా యేసయ్యా\n' +
            'మహిమగా నన్ను మార్చినావా (2) ||అడుగడుగున||',
        englishLyric: '',
        details: '',
        youtubeLink: 'https://www.youtube.com/watch?v=GmF8H67EnFI'
    },
    {
        teluguTitle: 'అడుగుచున్నా మో దేవ కడు దయను గా',
        englishTitle: 'aduguchunnaa moa dhaeva kadu ',
        teluguLyric: '\n' +
            'అడుగుచున్నా మో దేవ కడు దయను గావఁ జెడుగుల మైన మేము\n' +
            'ని న్నడుగుటకు నే బిడియ మొందము అడుగుఁడి మీ కిడియెద నంచు\n' +
            'నాన తిచ్చిన వాగ్దానమునఁ గని ||యడుగు||\n' +
            '\n' +
            '1. వేడు కలరఁగఁ గూడి నిను గొని యాడి యడిగెడు నీదు భక్తులఁ గోడు\n' +
            'గని దయతోడ నెప్పుడు వీడక నెరవేర్తు వని ని ||న్నడుగు||\n' +
            '\n' +
            '\n' +
            '2. సారె సారెకు నిన్ను విడిచి ఘోర దురితపు భారమందుఁ జేరి నిను\n' +
            'మఱచితిమి గద మా క్రూరత నెడ బాపు మని ని ||న్నడుగు||\n' +
            '\n' +
            '\n' +
            '3. దుష్టుడు మాతోడఁ బోరఁగ శ్రేష్ఠ మగు మానిష్ఠ తోడుత కష్ట మనక\n' +
            'వాని గెల్వఁ బుష్టిని బుట్టించు మని ని ||న్నడుగు||\n' +
            '\n' +
            '\n' +
            '4. తోర మగు విశ్వాస నిరీక్షణ కూరిమి విమలాత్మ వరములు వారక\n' +
            'హృదయాంతరంబులఁ జేరిచి మము వెలిగించు మని ని ||న్నడుగు||\n' +
            '\n' +
            '\n' +
            '5. మోద మొప్పఁగ నీదు వాక్యము మేదినిపై బోధపరచెడు బోధ కులపై\n' +
            'శోధనంబులు పొర్లి రాకుండాదరింప ||నడుగు||\n' +
            '\n' +
            '\n' +
            '6. దురితముల చే భరితు లయ్యెడు నరులపై నీ కరుణఁ జూపి\n' +
            'గురుతరంబగు మారు పుట్టుక వరముఁ గుమ్మరించు మని ని ||న్నడుగు||\n' +
            '\n' +
            '\n' +
            '7. రోగములచే సేగి నొందుచు జాగు సేయక నినుఁ దలఁచుచు బాగు\n' +
            'గోరుచు నున్న భక్తుల రోగములు వెడలించు మని ని ||న్నడుగు||\n' +
            '\n' +
            '\n' +
            '8. ధరణిపైని మరణ మయ్యెడు తరుణమందో కరుణా కలితా పరమ\n' +
            'పురమునందుఁజేరి వర సుఖంబు లనుభవింప ||న్నడుగు||',
        englishLyric: '',
        details: '',
        youtubeLink: ''
    },
    {
        teluguTitle: 'అడుగుడి మీకు ఇవ్వబడును',
        englishTitle: 'adugudi meeku ivvabadunu',
        teluguLyric: 'అడుగుడి మీకు ఇవ్వబడును\n' +
            'వెదకుడి మీకు దొరుకును (2)\n' +
            'తట్టుడి మీకు తీయబడును (2)\n' +
            'అని యేసుడు మీతో చెప్పుచుండగా\n' +
            'అడగక వెదకక తట్టక తిరుగుచుందురా\n' +
            'తిరుగుచుందురా మీరు తిరుగుచుందురా ||అడుగుడి||\n' +
            '\n' +
            'అడగమని నా యేసు మీకు చెప్పగా\n' +
            'అడగక ఈ ఆగడాలు దేనికి (2)\n' +
            'ఈ క్షణమే యేసయ్యను చేరుకో\n' +
            'అడిగి నీ దీవెనలు పొందుకో\n' +
            'పొందుకో దీవెనలు పొందుకో ||అడుగుడి||\n' +
            '\n' +
            'వెదకమని నా ప్రభువు మీకు చెప్పగా\n' +
            'వెదకక ఈ వాదులాట దేనికి (2)\n' +
            'వెంటనే యేసయ్యను వేడుకో\n' +
            'పోగొట్టుకున్న ఫలములన్ని దొరుకును\n' +
            'దొరుకును నీ ఫలములన్ని దొరుకును ||అడుగుడి||\n' +
            '\n' +
            'తట్టమని నా తండ్రి మీకు చెప్పగా\n' +
            'తట్టక ఈ తడవులాట దేనికి (2)\n' +
            'తక్షణమే తండ్రి తట్టు తిరుగుము\n' +
            'తెరువబడిన మార్గములో సాగుము\n' +
            'సాగుము మార్గములో సాగుము ||అడుగుడి||',
        englishLyric: '',
        details: '',
        youtubeLink: ''
    },
    {
        teluguTitle: 'అడుగుడి మీరు మన ప్రభువిచ్చున్ తప్పక యిచ్చున్',
        englishTitle: 'adugudi meeru mana prabhuvichchun thappaka yichchun',
        teluguLyric: 'పల్లవి: అడుగుడి మీరు మన ప్రభువిచ్చున్ - తప్పక యిచ్చున్\n' +
            'అడిగెడి ప్రతివాడు పొందున్\n' +
            '\n' +
            '1. భక్తులుభక్తులు విశ్వాసముతో - ప్రార్థించి పొందిరి\n' +
            'వారి జీవితముల నెంచి చూచి\n' +
            'మీ మేలు కొరకై ప్రార్థించి పొందు\n' +
            '\n' +
            '2. మనలో తన శక్తికొలది - అనుగ్రహించును\n' +
            'ఊహకుమించి చేయు దేవునిని\n' +
            'మీ మేలు కొరకై ప్రార్థించి పొందు\n' +
            '\n' +
            '3. మన ప్రార్థనల నాలకించి - సంతృప్తి చెందును\n' +
            'తన నామమునకు మహిమ కలుగ\n' +
            'మీ మేలు కొరకై ప్రార్థించి పొందు\n' +
            '\n' +
            '4. ఇదివరకు మీరేమియు - అడుగకుంటిరి\n' +
            'మీరానంద భరితులగునట్లు\n' +
            'మీ మేలు కొరకై ప్రార్థించి పొందు\n' +
            '\n' +
            '5. దేవుని కేదైనను - చేయ నసాధ్యమా\n' +
            'సర్వశక్తిగల మన దేవునడిగి\n' +
            'ప్రభు మహిమ కొరకై ప్రార్థించి పొందు\n',
        englishLyric: '',
        details: '',
        youtubeLink: ''
    },
    {
        teluguTitle: 'అతి త్వరలో వచ్చుచున్నాడు యేసయ్య మేఘాసీనుడిగా',
        englishTitle: 'athi thvaralo ',
        teluguLyric: 'అతి త్వరలో వచ్చుచున్నాడు యేసయ్య మేఘాసీనుడిగా\n' +
            'ఆర్భాటముతో బూరధ్వనితో\n' +
            'మహా మహిమ ప్రభావముతోను దూతల సమూహముతోను\n' +
            '\n' +
            '1. ఈ లోక కార్యాలందు ఎంత కాలం సంతసిస్తావు\n' +
            'ఆ యేసు పిలుపుకు నీవు పలుకవా\n' +
            'ఈనాడే ఆయన వైపు తిరుగుము నీ బ్రతుకునే ఆయన కర్పంచుము\n' +
            '\n' +
            '2. దేవుని ఉగ్రత త్వరలో రానైయున్నది\n' +
            'కాల్చివేయును అంధకార సంబంధులను\n' +
            'నీతిమంతులు పరలోకం స్వతంత్రించుకొందురు\n' +
            '\n' +
            '3. నిత్య జీవము కలిగి ఆనందింతురు\n' +
            'ఇక కొంతకాలమే ఈ లోక కష్టాలు\n' +
            'ఈ జీవితాంతము వరకు యేసుకై నిలిచెదము',
        englishLyric: '',
        details: '',
        youtubeLink: ''
    },
    {
        teluguTitle: ' అతి పరిశుద్ధుడా స్తుతి నైవేద్యము నీకే అర్పించి కీర్తింతును',
        englishTitle: 'athi parishuddhudaa stuthi naivaidyamu neeke arpinchi keerthinthunu ',
        teluguLyric: 'అతిపరిశుద్ధుడా స్తుతినైవేద్యము నీకే అర్పించి కీర్తింతును\n' +
            'నీవు నా పక్షమై నను దీవించగా నీవు నా తోడువై నను నడిపించగా\n' +
            'జీవింతును నీకోసమే ఆశ్రయమైన నా యేసయ్యా\n' +
            '\n' +
            'సర్వోన్నతమైన స్థలములయందు నీ మహిమ వివరింపగా\n' +
            'ఉన్నతమైన నీ సంకల్పము ఎన్నడు ఆశ్చర్యమే\n' +
            'ముందెన్నడూ చవిచూడని సరిక్రొత్తదైన ప్రేమామృతం\n' +
            'నీలోనే దాచావు ఈనాటికై నీ ఋణం తీరదు ఏనాటికి\n' +
            '\n' +
            'సద్గుణరాశి నీ జాడలను నా యెదుట నుంచుకొని\n' +
            'గడిచిన కాలం సాగిన పయనం నీ కృపకు సంకేతమే\n' +
            'కృపవెంబడి కృపపొందగా మారాను మధురముగా నే పొందగా\n' +
            'నాలోన ఏ మంచి చూసావయ్యా నీప్రేమ చూపితివి నా యేసయ్యా\n' +
            '\n' +
            'సారెపైనున్న పాత్రగ నన్ను చేజారిపోనివ్వక\n' +
            'శోధనలెన్నో ఎదిరించినను నను సోలిపోనివ్వక\n' +
            'ఉన్నావులె ప్రతిక్షణమునా కలిసి ఉన్నావులె ప్రతిఅడుగున\n' +
            'నీవెగా యేసయ్యా నా ఊపిరి నీవెగా యేసయ్యా నా కాపరి',
        englishLyric: '',
        details: '',
        youtubeLink: ''
    },
    {
        teluguTitle: 'అతి సుందరుడవు యేసయ్యా మనోహరుడవు నీవయ్యా',
        englishTitle: 'athi sundharudavu yesayya manoharudavu neevayya',
        teluguLyric: 'అతి సుందరుడవు యేసయ్యా మనోహరుడవు నీవయ్యా\n' +
            'యధార్థవంతుల సభలో పరిశుద్ధులతో కలసి\n' +
            'నిను ఆరాధించెదను\n' +
            'హల్లేలుయా హల్లేలుయా హోసన్నా ఆరాధన\n' +
            'నీ సన్నిధిలో సంపూర్ణమైన సంతోషము కలదు\n' +
            'కృపాక్షేమములు నీ మందిరములో సమృద్ధిగా కలవు\n' +
            'నే దీనుడనై నీ సన్నిధిని అనుభవించెదను\n' +
            'పరవసించి పరవళ్ళుతొక్కి ఆరాదించెదను\n' +
            'అమూల్యములైన వాగ్దానములు అనుగ్రహించావు\n' +
            'అత్యధికముగా ఆశీర్వదించి హెచ్చించియున్నావు\n' +
            'విశ్వాసముతో ఓర్పు కలిగి వాగ్దానమునే పొందెదను\n' +
            'సంపూర్ణతకై పరిశుద్ధుడనై ఆరాధించెదను\n' +
            'మహారాజువై సీయోనులో ఏలుచున్నావు\n' +
            'పుణాదులుగల పట్టణమును కట్టుచున్నావు\n' +
            'సౌందర్యముగల సీయోనులో ప్రకాశించుచున్నావు\n' +
            'నీ మహిమను పొంది నీ దరిచేరి ఆరాధించెదను',
        englishLyric: '',
        details: '',
        youtubeLink: 'https://www.youtube.com/watch?v=oPZekL7IpfI'
    },
    {
        teluguTitle: 'అతికాంక్షణీయుడా నా యేసయ్యా',
        englishTitle: 'athikaankshaniyyuda naa yesayyaa',
        teluguLyric: '\n' +
            'అతికాంక్షణీయుడా నా యేసయ్యా\n' +
            'నీకే వందనము నా యేసయ్యానీకే వందనము\n' +
            'నీవే పూజ్యనీయుడవు స్తోత్రార్పడవు\n' +
            'నీవే కీర్తనీయుడవు పరిపూర్ణుడవు\n' +
            'నీకే స్తోత్రమయా నా యేసయ్యానీకే స్తోత్రమయా\n' +
            'ఎల్లవేళలా నిన్నే ఆరాధింతును ఎల్లవేళలా నిన్నే సుతించెదను\n' +
            'ఎల్లవేళలా నిన్నే ఆరాధింతును ఎల్లవేళలా నిన్నే సుతించెదను\n' +
            '\n' +
            'నీ రక్తధారలతో వెలయిచ్చికొన్నావె\n' +
            'నీ శ్రేష్ట ప్రేమతో నన్ను పిలుచుకున్నావే 2\n' +
            'నీ బలియాగమే నన్ను విమోచించెనే\n' +
            'సిలువ త్యాగమే నాకు విలువనిచ్చెనే 2\n' +
            '\n' +
            'ఆదరణ లేని నాకు అండగా నిలిచావే\n' +
            'నీ పరిపూర్ణతలో నన్ను మార్చుకున్నావే 2\n' +
            'నీ రాజ్యనియమాలలో నన్ను నిలువనిచ్చావే\n' +
            'నీ సంకల్పమే నెరవేర్చుకున్నావే 2\n' +
            '\n' +
            'నిరీక్షణ లేని నాకు నిత్యజీవమిచ్చావే\n' +
            'నిత్యత్వములోనికి నన్ను చేర్చుకున్నావే 2\n' +
            'నిత్య నిబంధన నాతో చేసావే 2\n' +
            'నీతి సూర్యునితో నన్ను స్థిరపరచావే',
        englishLyric: '',
        details: '',
        youtubeLink: ''
    },
    {
        teluguTitle: 'అత్యంత సుందరుండును ఎల్లరి కాంక్షణీయుడు',
        englishTitle: 'athymtha sumdharumdunu ellari kaamkshneeyudu',
        teluguLyric: '1. అత్యంత సుందరుండును\n' +
            'ఎల్లరి కాంక్షణీయుడు\n' +
            'దేవాది దేవుడైన మా\n' +
            'కల్వరి యేసు నాథుడు\n' +
            '\n' +
            'పల్లవి: కల్వరి నాథుడా - నన్ను జయించితి\n' +
            'రక్షింప మృతుడైన - కల్వరి యేసు నాథుడా\n' +
            '\n' +
            '2. గాయపడి శ్రమలతో\n' +
            'పాపదుఃఖము మోసితివి\n' +
            'సిల్వలో మరణించితివి\n' +
            'దుఃఖ కల్వరి నాథుడా\n' +
            '\n' +
            '3. శాంతి జీవము నీయను\n' +
            'ఖైదీల విమోచనమునకై\n' +
            'రక్తపు ఊట తెరచితివి\n' +
            'ప్రేమ కల్వరి నాథుడా\n' +
            '\n' +
            '4. తెచ్చిన ఈవులెల్లను\n' +
            'మేలుకొరకు మనకిచ్చి\n' +
            'ప్రేమనదిని పోసెను\n' +
            'దయాకల్వరి నాథుడా\n' +
            '\n' +
            '5. మహిమ పూర్ణుడగు నిన్ను\n' +
            'కండ్లార చూతుమనుటయే\n' +
            'ఇచ్చట మా ఆదరణ\n' +
            'సాటిలేని కల్వరి ప్రభూ\n' +
            '\n' +
            '6. స్పటిక సముద్ర తీరమున\n' +
            'నీ ప్రేమయందు మున్గుచు\n' +
            'నీ వలె నుందు నిత్యము\n' +
            'మహిమ కల్వరి నాథుడా\n',
        englishLyric: '',
        details: '',
        youtubeLink: ''
    },
    {
        teluguTitle: 'అత్యునత సింహాసనము పై',
        englishTitle: 'athyunatha simhasanamu',
        teluguLyric: 'అత్యునత సింహాసనము పై\n' +
            '\n' +
            '\n' +
            'పల్లవి: అత్యున్నత సింహాసనముపై - ఆసీనుడవైన దేవా\n' +
            'అత్యంత ప్రేమా స్వరూపివి నీవే - ఆరాధింతుము నిన్నే\n' +
            'ఆహాహా ... హల్లేలూయ (4X)\n' +
            'ఆహాహా ... హల్లేలూయ (3X) ...ఆమెన్\n' +
            '\n' +
            '1. ఆశ్చర్యకరుడా స్తోత్రం - ఆలోచన కర్తా స్తోత్రం\n' +
            'బలమైన దేవా నిత్యుడవగు తండ్రి - సమాధాన అధిపతి స్తోత్రం\n' +
            '…ఆహాహా…\n' +
            '\n' +
            '2. కృపా సత్య సంపూర్ణుడా స్తోత్రం - కృపతో రక్షించితివే స్తోత్రం\n' +
            'నీ రక్తమిచ్చి విమోచించినావే - నా రక్షణకర్తా స్తోత్రం\n' +
            '…ఆహాహా…\n' +
            '\n' +
            '3. ఆమేన్ అనువాడా స్తోత్రం - ఆల్ఫా ఒమేగా స్తోత్రం\n' +
            'అగ్ని జ్వాలల వంటి కన్నులు గలవాడా - అత్యున్నతుడా స్తోత్రం\n' +
            '…ఆహాహా…\n' +
            '\n' +
            '4. మ్రుత్యుంజయుడా స్తోత్రం - మహా ఘనుడా స్తోత్రం\n' +
            'మమ్మును కొనిపోవా త్వరలో రానున్న - మేఘవాహనుడా స్తోత్రం\n' +
            '…ఆహాహా',
        englishLyric: '',
        details: '',
        youtubeLink: 'https://www.youtube.com/watch?v=NQuPWz3B_4Y'
    },
    {
        teluguTitle: 'అత్యున్నత సింహాసనముపై ఆసీనుడా',
        englishTitle: 'athyunnatha simhasanamupai hosanna',
        teluguLyric: 'అత్యున్నత సింహాసనముపై ఆసీనుడా\n' +
            'దేవ దూతలు ఆరాధించు పరిశుద్ధుడా\n' +
            'యేసయ్యా నా నిలువెల్ల నిండియున్నావు\n' +
            'నా మనసార నీ సన్నిధిలో\n' +
            'సాగిలపడి నమస్కారము చేసేదా\n' +
            'సాగిలపడి నమస్కారము చేసేదా ॥2॥\n' +
            '1॰\n' +
            'ప్రతి వసంతము నీ దయా కిరీటమే\n' +
            'ప్రకృతి కలలన్నియు నీ మహిమను\n' +
            'వివరించునే ॥2॥\n' +
            'ప్రభువా నిన్నే ఆరాధించెద\n' +
            'కృతజ్ఞాతార్పణలతో కృతజ్ఞాతార్పణలతో ॥2॥\n' +
            '॥అత్యున్నత॥\n' +
            '2॰\n' +
            'పరిమళించునే నా సాక్ష్య జీవితమే\n' +
            'పరిశుద్ధాత్ముడు నన్ను\n' +
            'నడిపించుచున్నందునే ॥2॥\n' +
            'పరిశుద్ధాత్మలో ఆనందించెద\n' +
            'హర్ష ధ్వనులతో హర్ష ధ్వనులతో ॥2॥\n' +
            '॥అత్యున్నత॥\n' +
            '3॰\n' +
            'పక్షి రాజువై నీ రెక్కలపై మోసితివే\n' +
            'నీవే నా తండ్రివే నా బాధ్యతలు భరించితివే ॥2॥\n' +
            'యెహోవ నిన్నే మహిమ పరచెద\n' +
            'స్తుతి గీతాలతో – స్తుతి గీతాలతో ॥2॥\n' +
            '॥అత్యున్నత॥',
        englishLyric: '',
        details: '',
        youtubeLink: 'https://www.youtube.com/watch?v=G4ltR9NWJCk'
    },
    {
        teluguTitle: 'అత్యున్నత సింహాసనముపై ఆసీనుడవైన దేవా',
        englishTitle: 'athyunnatha simhaasanamupai aaseenudavaina devaa',
        teluguLyric: 'అత్యున్నత సింహాసనముపై – ఆసీనుడవైన దేవా\n' +
            'అత్యంత ప్రేమా స్వరూపివి నీవే\n' +
            'ఆరాధింతును నిన్నే (2)\n' +
            '\n' +
            'ఆహాహా.. హల్లెలూయా – ఆహాహా.. హల్లెలూయా (3)\n' +
            'ఆహాహా.. హల్లెలూయా – ఆహాహా.. ఆమెన్\n' +
            '\n' +
            'ఆశ్చర్యకరుడా స్తోత్రం\n' +
            'ఆలోచనకర్త స్తోత్రం\n' +
            'బలమైన దేవా నిత్యుడవగు తండ్రి\n' +
            'సమాధాన అధిపతి స్తోత్రం (2) ||ఆహాహా||\n' +
            '\n' +
            'కృపా సత్య సంపూర్ణుడా స్తోత్రం\n' +
            'కృపతో రక్షించితివే స్తోత్రం\n' +
            'నీ రక్తమిచ్చి విమోచించినావు\n' +
            'నా రక్షణకర్త స్తోత్రం (2) ||ఆహాహా||\n' +
            '\n' +
            'స్తుతులపై ఆసీనుడా స్తోత్రం\n' +
            'సంపూర్ణుడా నీకు స్తోత్రం\n' +
            'మా ప్రార్థనలు ఆలకించువాడా\n' +
            'మా ప్రధాన యాజకుడా స్తోత్రం (2) ||ఆహాహా||\n' +
            '\n' +
            'మృత్యుంజయుడా స్తోత్రం\n' +
            'మహాఘనుడా స్తోత్రం\n' +
            'మమ్మును కొనిపోవ త్వరలో రానున్న\n' +
            'మేఘ వాహనుడా స్తోత్రం (2) ||ఆహాహా||\n' +
            '\n' +
            'ఆమెన్ అనువాడా స్తోత్రం\n' +
            'అల్ఫా ఒమేగా స్తోత్రం\n' +
            'అగ్ని జ్వాలలవంటి కన్నులు గలవాడా\n' +
            'అత్యున్నతుడా స్తోత్రం (2) ||ఆహాహా||',
        englishLyric: '',
        details: '',
        youtubeLink: 'https://www.youtube.com/watch?v=NQuPWz3B_4Y'
    },
    {
        teluguTitle: 'అత్యున్నతమైన సింహాసనంపై',
        englishTitle: 'athyunnathamaina simhaasanampai',
        teluguLyric: 'పాట రచయిత: సుకుమార్\n' +
            '\n' +
            'అత్యున్నతమైన సింహాసనంపై\n' +
            'ఆసీనుడవైన గొప్ప దేవుడా\n' +
            'తేజోమయుడా రక్షణకర్తా\n' +
            'నీవే నా దేవుడని కీర్తింతును\n' +
            'తేజోమయుడా రక్షణకర్తా\n' +
            'నీవే నా దేవుడని ఘనపరతును\n' +
            'యేసే మార్గం యేసే సత్యం\n' +
            'యేసే జీవం యేసే సర్వం (2)\n' +
            '\n' +
            'సాధ్యం కానిది ఏమున్నది\n' +
            'నీ యందే విశ్వాసం నాకున్నది (2)\n' +
            'నన్నెన్నడు ఎడబాయవు\n' +
            'నీ ప్రేమే నాకు నిత్య జీవము\n' +
            'నన్నెన్నడు ఎడబాయవు\n' +
            'నీ వాక్యమే నాకు ఆధారం.. యేసే..\n' +
            '\n' +
            'ది హోల్ వరల్డ్ మైట్ నాట్ సి మై\n' +
            'స్ట్రగ్గుల్స్ అండ్ అబ్స్టాకుల్స్ బట్\n' +
            'గాడ్ సీస్ దెం ఆల్ అండ్ హి నెవర్\n' +
            'హెసిటేట్స్ టు కం టు మి\n' +
            'గివ్ ఎవ్రిథింగ్ వి హావ్ టు హిం\n' +
            'ఈవెన్ పెయిన్ అండ్ హార్ట్ బ్రేక్స్\n' +
            'గాడ్ ఈస్ అవర్ రీసన్ టు లివ్\n' +
            'గ్లోరీ టు మై గాడ్ యెహోవా ||యేసే మార్గం||',
        englishLyric: '',
        details: '',
        youtubeLink: 'https://www.youtube.com/watch?v=k76xbznZwcA'
    },
    {
        teluguTitle: 'అత్యున్నతమైనది యేసునామం – యేసునామం కోరస్',
        englishTitle: 'atyunnatamainadi yesu naamam',
        teluguLyric: 'అత్యున్నతమైనది యేసునామం – యేసునామం (కోరస్)\n' +
            'అత్యంతశక్తి గలది యేసునామం – యేసునామం (కోరస్)\n' +
            'ఉన్నత నామం సుందర నామం\n' +
            'ఉన్నత నామం శ్రీయేసునామం – అన్నినామములకు పైనామం\n' +
            'పైనామం పైనామం (కోరస్)\n' +
            'యేసునామం (కోరస్)\n' +
            'యేసునామం (కోరస్)\n' +
            '\n' +
            '1. ప్రతిమోకాలు యేసునామంలో నేలవంగును\n' +
            'ప్రతినాలుకా యేసేదైవమని అంగీకరించును – 2\n' +
            'పరీశుద్ధ చేతులేత్తి స్తుతుంచి పాడుము\n' +
            'పరలోక దీవెనలు పోందగ చేరుము (కోరస్)\n' +
            'హల్లేలూయా – హల్లేలూయా (కోరస్) ॥అత్యున్నత॥\n' +
            '\n' +
            '2. పరీశుద్ధుడైన యేసునామంలో సాతాను పారిపోవున్\n' +
            'మృతినే గేల్చిన యేసునామంలో స్వస్ధత దోరుకును – 2\n' +
            'పరీశుద్ధ చేతులేత్తి స్తుతుంచి పాడుము\n' +
            'పరలోక దీవెనలు పోందగ చేరుము (కోరస్)\n' +
            'హల్లేలూయా – హల్లేలూయా (కోరస్) ॥అత్యున్నత॥',
        englishLyric: '',
        details: '',
        youtubeLink: ''
    },
    {
        teluguTitle: 'అదే అదే ఆ రోజు',
        englishTitle: 'ade ade aa roju',
        teluguLyric: 'అదే అదే ఆ రోజు\n' +
            'యేసయ్య ఉగ్రత రోజు\n' +
            'ఏడేండ్ల శ్రమల రోజు\n' +
            'పాపులంతా ఏడ్చే రోజు ||అదే అదే||\n' +
            '\n' +
            'సూర్యుడు నలుపయ్యే రోజు\n' +
            'చంద్రుడు ఎరుపయ్యే రోజు (2)\n' +
            'భూకంపం కలిగే రోజు\n' +
            'దిక్కు లేక అరచే రోజు\n' +
            'ఆ రోజు శ్రమ నుండి\n' +
            'తప్పించే నాథుడు లేడు ||అదే అదే||\n' +
            '\n' +
            'వ్యభిచారులు ఏడ్చే రోజు\n' +
            'మోసగాళ్ళు మసలే రోజు (2)\n' +
            'అబద్ధికులు అరచే రోజు\n' +
            'దొంగలంతా దొరికే రోజు\n' +
            'ఆ రోజు శ్రమ నుండి\n' +
            'తప్పించే నాథుడు లేడు ||అదే అదే||\n' +
            '\n' +
            'పిల్ల జాడ తల్లికి లేక\n' +
            'తల్లి జాడ పిల్లకు లేక (2)\n' +
            'చేట్టుకొక్కరై పుట్టకొక్కరై\n' +
            'అనాథలై అరచే రోజు\n' +
            'ఆ రోజు శ్రమ నుండి\n' +
            'తప్పించే నాథుడు లేడు ||అదే అదే||\n' +
            '\n' +
            'ఓ మనిషి యోచింపవా\n' +
            'నీ బ్రతుకు ఎలా ఉన్నదో (2)\n' +
            'బలము చూసి భంగ పడకుమా\n' +
            'ధనము చూసి దగా పడకుమా\n' +
            'ఆ రోజు శ్రమ నుండి\n' +
            'తప్పించే నాథుడు లేడు ||అదే అదే||',
        englishLyric: '',
        details: '',
        youtubeLink: 'https://www.youtube.com/watch?v=7Km1l9zjJFk'
    },
    {
        teluguTitle: 'అదే అదే ఆ రోజూ యేసయ్య ఉగ్రత రోజు',
        englishTitle: 'adhe adhe',
        teluguLyric: 'అదే అదే ఆ రోజూ - యేసయ్య ఉగ్రత రోజు\n' +
            '\n' +
            'ఏడేండ్ల శ్రమల రోజూ - పాపులంతా ఏడ్చే రోజు\n' +
            '\n' +
            '\n' +
            '\n' +
            '1. సూర్యుడు నలుపయ్యే రోజూ - చంద్రుడు ఎరుపయ్యే రోజూ - 2\n' +
            '\n' +
            'భూకంపం కలిగే రోజూ - దిక్కులేక అరచే రోజూ\n' +
            '\n' +
            'ఆ రోజు శ్రమనుండి - తప్పించే నాథుడు లేడు..\n' +
            '\n' +
            '\n' +
            '\n' +
            '2. వ్యభిచారులు ఏడ్చే రోజూ - మోసగాళ్ళు మసలే రోజూ - 2\n' +
            '\n' +
            'అబద్ధికులు అరచే రోజూ - దొంగలంతా దొర్లే రోజూ\n' +
            '\n' +
            'ఆ రోజు శ్రమనుండి - తప్పించే నాథుడు లేడు..\n' +
            '\n' +
            '\n' +
            '\n' +
            '3. పిల్ల జాడ తల్లికి లేదు - తల్లి జాడ పిల్లకు లేదు - 2\n' +
            '\n' +
            'చెట్టుకొక్కరై పుట్టకొక్కరై - అనాథలై అరచే రోజు\n' +
            '\n' +
            'ఆ రోజు శ్రమనుండి - తప్పించే నాథుడు లేడు..\n' +
            '\n' +
            '\n' +
            '\n' +
            '4. ఓ మనిషీ... యోచింపవా - నీ బ్రతుకు ఎలా ఉన్నదో - 2\n' +
            '\n' +
            'బలము చూచి భంగపడకుమా - ధనము చూసి దగాపడకుమా\n' +
            '\n' +
            'ఆ రోజు శ్రమనుండి - తప్పించే నాథుడు లేడు..',
        englishLyric: '',
        details: '',
        youtubeLink: ''
    },
    {
        teluguTitle: 'అది తల మీద పోయబడి',
        englishTitle: 'adi thala meeda poyabadi',
        teluguLyric: 'అది తల మీద పోయబడి\n' +
            'అహరోను గడ్డము మీదుగా కారినా…\n' +
            'సహోదరులు ఐక్యత కలిగి నివసించుట\n' +
            'ఎంత మేలు – ఎంత మనోహరము\n' +
            'సహోదరులు ఐక్యత కలిగి నివసించుట\n' +
            'ఎంత మేలు – ఎంత మనోహరము\n' +
            'అది తల మీద పోయబడి\n' +
            'అహరోను గడ్డము మీదుగా కారినా…\n' +
            'పరిమళము – పరిమళ తైలము – (2) ||సహోదరులు||\n' +
            'సంఘ సహవాసములో సహోదరులు\n' +
            'మత్సరము ద్వేషము అసూయతో నిండి (2)\n' +
            'వాక్యమును విడచి ఐక్యత లోపించి\n' +
            'తొలగిపోయిరి… ప్రభు కృప నుండి\n' +
            'సహవాసము పరిహాసమాయెను – (2) ||సహోదరులు||\n' +
            'సిలువ వేయబడిన యేసు రక్షణ మరచి\n' +
            'స్వస్థతలు దీవెనలు అద్భుతములు (2)\n' +
            'క్షయమైన వాటి కొరకు – అక్షయుడగు ప్రభును వదిలి\n' +
            'అపహసించిరి… సువార్త సేవను\n' +
            'పరిశుద్ధాత్ముడు పరిహాసమొందెను – (2) ||సహోదరులు||',
        englishLyric: '',
        details: '',
        youtubeLink: 'https://www.youtube.com/watch?v=MsQud8BaJZ0'
    },
    {
        teluguTitle: 'అదిగో కల్వరిలో యేసు రక్షకుడే దీనుడై వ్రేలాడుచున్నాడే',
        englishTitle: 'adhigoa kalvariloa yaesu rakshkudae dheenudai vraelaaduchunnaadae',
        teluguLyric: 'పల్లవి: అదిగో కల్వరిలో యేసు రక్షకుడే\n' +
            'దీనుడై వ్రేలాడుచున్నాడే\n' +
            '\n' +
            '1. మహిమ ఘనతను మరచి వదిలెనె\n' +
            'కఠిన సిలువనే కోరుకొన్నాడే\n' +
            'మాయ జగత్తులో నాశన మొందక\n' +
            'కౌగలించెను కల్వరిలో ప్రేమన్\n' +
            '\n' +
            '2. సురూపమైన సొగసైన లేదు\n' +
            'నన్ను రక్షింప వికారుండాయెన్\n' +
            'పలునిందలన్ భరించెను\n' +
            'పదివేలలో నతి కాంక్షణీయుడే\n' +
            '\n' +
            '3. ముండ్ల మకుటం శోభిత వస్త్రమే\n' +
            'పాద హస్తములలో చీలలు కలవు\n' +
            'రక్త డాగులలో వ్రేలాడెను\n' +
            'మరణ దాసుల విమోచించెన్\n' +
            '\n' +
            '4. యేసుని త్యగం నా యాశ్రయమే\n' +
            'గొప్పసంతోషం ప్రియుని రాజ్యం\n' +
            'పాద జాడలలో నడచుటయే\n' +
            'నా జీవితమందలి యానందం\n' +
            '\n' +
            '5. సిలువ దృశ్యమును చూచి నే\n' +
            'ఉజ్జీవముతో సేవ చేయుదునే\n' +
            'నిరీక్షణతో జీవించెదనే\n' +
            'నన్ను చేర్చుకొను యేసు రాజ్యములో',
        englishLyric: '',
        details: '',
        youtubeLink: ''
    },
    {
        teluguTitle: 'అదిగో నా నావ బయలు దేరుచున్నది',
        englishTitle: 'adigo naa naava bayalu deruchunnadi',
        teluguLyric: 'అదిగో నా నావ బయలు దేరుచున్నది\n' +
            'అందులో యేసు ఉన్నాడు\n' +
            'నా నావలో క్రీస్తు ఉన్నాడు (2)\n' +
            '\n' +
            'వరదలెన్ని వచ్చినా వణకను\n' +
            'అలలెన్ని వచ్చినా అదరను (2)\n' +
            'ఆగిపోయే అడ్డులొచ్చినా\n' +
            'సాగిపోయే సహాయం మనకు ఆయనే (2) ||అదిగో||\n' +
            '\n' +
            'నడిరాత్రి జాములో నడచినా\n' +
            'నది సముద్ర మధ్యలో నిలచినా (2)\n' +
            'నడిపించును నా యేసు\n' +
            'నన్నూ అద్దరికి చేర్చును (2) ||అదిగో||\n' +
            '\n' +
            'లోతైన దారిలో పోవుచున్నది\n' +
            'సుడిగుండాలెన్నో తిరుగుచున్నది (2)\n' +
            'సూర్యుడైన ఆగిపోవును\n' +
            'చుక్కాని మాత్రం సాగిపోవును (2) ||అదిగో||\n',
        englishLyric: '',
        details: '',
        youtubeLink: ''
    },
    {
        teluguTitle: 'అదిగో వచ్చునదెవరో చూడుమా మహిమ గలిగిన మన యేసే',
        englishTitle: 'adhigoa vachchunadhevaroa choodumaa mahima galigina mana yaesae',
        teluguLyric: 'పల్లవి: అదిగో వచ్చునదెవరో చూడుమా - మహిమ గలిగిన మన యేసే\n' +
            'నీ కన్నులెత్తి చూడుమా - క్రీస్తు ప్రభావముతో వచ్చుచుండెన్\n' +
            '\n' +
            '1. మేఘారూఢుడై అచ్చుచున్నాడు - కంపించెను ఆకాశమెల్ల\n' +
            'వీణె వాయింప దూతల్ పాడంగ - పెండ్లి కుమారుండై వచ్చుచుండెన్\n' +
            '\n' +
            '2. సూర్యచంద్రులు అదృశ్యులైరి - మౄతులెవ్వరులేరు అచ్చట\n' +
            'అందరు భయపడి వణకుచున్నారు - తీర్పుచేయ క్రీస్తు వచ్చుచుండెన్\n' +
            '\n' +
            '3. గతించును మనమున్న లోకము - నూతన లోక మొకటి కలుగును\n' +
            'నూతన మగును జగమంతయును - క్రీస్తు రాజ్యమేల వచ్చుచుండెన్\n' +
            '\n' +
            '4. ముండ్ల మకుటము నింకలేదు - మహిమ కిరీటము ధరించెను\n' +
            'అలంకారముతో అందమైయున్న - పెండ్లి కుమార్తెకై వచ్చుచుండెన్\n',
        englishLyric: '',
        details: '',
        youtubeLink: ''
    },
    {
        teluguTitle: 'అదిగదిగో అల్లదిగో',
        englishTitle: 'adhigadhigo alladhigo',
        teluguLyric: 'అదిగదిగో అల్లదిగో\n' +
            'కల్వరి మెట్టకు దారదిగో\n' +
            'ఆ ప్రభువును వేసిన సిలువదిగో ||అదిగదిగో||\n' +
            '\n' +
            'గెత్సేమను ఒక తోటదిగో\n' +
            'ఆ తోటలో ప్రార్ధన స్థలమదిగో (2)\n' +
            'అచటనే యుండి ప్రార్ధించుడని (2)\n' +
            'పలికిన క్రీస్తు మాటదిగో (2) ||అదిగదిగో||\n' +
            '\n' +
            'శిష్యులలో ఇస్కరియోతు\n' +
            'యూదాయను ఒక ఘాతకుడు (2)\n' +
            'ప్రభువును యూదులకప్పగింప (2)\n' +
            'పెట్టిన దొంగ ముద్దదిగో (2) ||అదిగదిగో||\n' +
            '\n' +
            'లేఖనము నెరవేరుటకై\n' +
            'ఈ లోకపు పాపము పోవుటకై (2)\n' +
            'పావనుడేసుని రక్తమును గల (2)\n' +
            'ముప్పది రూకల మూటదిగో (2) ||అదిగదిగో||\n' +
            '\n' +
            'చలి కాచుకొను గుంపదిగో\n' +
            'ఆ పేతురు బొంకిన స్థలమదిగో (2)\n' +
            'మూడవసారి బొంకిన వెంటనే (2)\n' +
            'కొక్కొరొకోయను కూతదిగో (2) ||అదిగదిగో||\n' +
            '\n' +
            'యూదుల రాజువు నీవేనా\n' +
            'మోదముతో నీవన్నట్లే (2)\n' +
            'నీలో దోషము కనుగొనలేక (2)\n' +
            'చేతులు కడిగిన పిలాతుడాడుగో (2) ||అదిగదిగో||\n' +
            '\n' +
            'గొల్గొతా స్థల అద్దరిని\n' +
            'ఆ ఇద్దరు దొంగల మధ్యమున (2)\n' +
            'సాక్షాత్తు యెహోవా తనయుని (2)\n' +
            'సిలువను వేసిరి చూడదిగో (2) ||అదిగదిగో||\n' +
            '\n' +
            'గొల్లున ఏడ్చిన తల్లదిగో\n' +
            'ఆ తల్లికి చెప్పిన మాటదిగో (2)\n' +
            'యూదుల రాజా దిగి రమ్మనుచు (2)\n' +
            'హేళన చేసిన మూకదిగో (2) ||అదిగదిగో||\n' +
            '\n' +
            'దాహము గొనుచున్నాననుచు\n' +
            'ప్రాణము విడిచెను పావనుడు (2)\n' +
            'పరిశుద్ధుడు మన రక్షకుడేసు (2)\n' +
            'మన మది యేమో గమనించు (2) ||అదిగదిగో||',
        englishLyric: '',
        details: '',
        youtubeLink: 'https://www.youtube.com/watch?v=8fFmrcDsbdI'
    },
    {
        teluguTitle: 'అద్భుత దీవెనలు ప్రభువా కుమ్మరించితివి',
        englishTitle: 'adhbhutha dheevenalu prabhuvaa kummarimchithivi',
        teluguLyric: 'పల్లవి: అద్భుత దీవెనలు - ప్రభువా కుమ్మరించితివి\n' +
            'నీదు ప్రేమ అపారము - ప్రభువా మాపై జూపితివి\n' +
            '\n' +
            '1. మానవుని చేసినావు - నీ స్వంత రూపమునకు\n' +
            'నీ కిష్టులముగా బ్రతికి - దీవెనలెన్నో పొందెదము\n' +
            '\n' +
            '2. నూతన జన్మవలన - ఆశీర్వాదములు దొరికె\n' +
            'శాపమును దూరపరచి - సర్వంబు క్రొత్తజేసె\n' +
            '\n' +
            '3. లోకమునుండి వేరై - సిలువను మోయవలెను\n' +
            'అప్పుడే ప్రభు దీవించు - స్వాస్థ్యమును గాంచుమెంతో\n' +
            '\n' +
            '4. తన సుతులుగాను మెలిగి - తన చిత్తమందు నిలిచి\n' +
            'జీవజలమును పొంది - దేవెనలెన్నో పొందెదము\n' +
            '\n' +
            '5. ఆత్మీయముగ నడిచి - శరీర క్రియలను విడిచి\n' +
            'ఆయన స్వరము వినుచు - దీవెనలెన్నో పొందెదము\n' +
            '\n' +
            '6. ఆశీర్వాదముల కొరకు - పిలువబడియున్న మనము\n' +
            'ఆజ్ఞలను నెరవేర్చినతో - దీవెనలెన్నో పొందెదము',
        englishLyric: '',
        details: '',
        youtubeLink: ''
    },
    {
        teluguTitle: 'అద్భుత శక్తికలదు రక్తములో గొఱ్ఱెపిల్ల రక్తములో',
        englishTitle: 'adhbhutha shakthikaladhu rakthamuloa gorrepilla rakthamuloa',
        teluguLyric: 'అను పల్లవి: అద్భుత శక్తికలదు రక్తములో - గొఱ్ఱెపిల్ల రక్తములో\n' +
            'అను పల్లవి: అద్భుత శక్తికలదు రక్తములో - పరిశుద్ధ రక్తములో\n' +
            'అను పల్లవి: శాంతి ప్రేమానంద నిత్యజీవము - గొఱ్ఱెపిల్ల రక్తములో\n' +
            'అను పల్లవి: శాంతి ప్రేమానంద నిత్య జీవము - యేసు ప్రశస్త రక్తములో',
        englishLyric: '',
        details: '',
        youtubeLink: ''
    },
    {
        teluguTitle: 'అద్యంత రహిత ప్రభువా',
        englishTitle: 'adhymtha rahitha prabhuvaa',
        teluguLyric: 'పల్లవి: అద్యంత రహిత ప్రభువా\n' +
            'రాజులకు రాజా ప్రభు యేసూ నీవే సదా\n' +
            '\n' +
            '1. ఆది జనకుడు ఏదేను తోటలో - శోధనలో పడి వేధించినపుడు\n' +
            'ఆశలన్ని అడిఆశలుగా జేసె - అధములను నీవు ఆవరింతువు\n' +
            'అమృతమూర్తి నీవే - ప్రభూ - సాటి నీకెవరు?\n' +
            '\n' +
            '2. స్థానము విడచి తన మహిమ విడచి - అనుదినము నిను దూషించు వైరి\n' +
            'ప్రధానత్వమును పాదుచెసికొని - నీ ప్రభుత్వమున్ నిరాకరించిన\n' +
            'నీచున్ ప్రేమించితివి - ప్రభూ - సాటి నీకెవరు?\n' +
            '\n' +
            '3. పిలిచితివి ఇశ్రాయేలు సంతతిని - వేలకొలది వాగ్దానములతో\n' +
            'కలిమియందున కలతలందున - తొలగిపోయిన తల్లడిల్లిన\n' +
            'చల్లగా కాచితివి - ప్రభూ - సాటి నీకెవరు?\n' +
            '\n' +
            '4. రాజ్యమేలిరి రారాజు లెందరో - రాజనగరుల రత్నాల సిరులతో\n' +
            'రాజ్యకాంక్షతో రణములు సలిపిరి - రథములను చూచి సదయున్ మరచిన\n' +
            'నిత్య సాత్వీకుడవు - ప్రభూ - సాటి నీకెవరు?\n' +
            '\n' +
            '5. పరమ జనకుని పలు వాక్కు లెన్నియో\n' +
            'ధరను ప్రజలను ప్రవచించు కొరకై\n' +
            'నిర్ణయించితివి దైవజనులను - పేరాశ కలిగి పెడత్రోవ నడచిన\n' +
            'కరుణించితివి వారిన్ - ప్రభూ - సాటి నీకెవరు?\n' +
            '\n' +
            '6. పాడెదన్ ప్రభూ నీ ప్రేమగీతం\n' +
            'పడిచెడిన నన్ను ప్రేమించితివివని\n' +
            'కడిగిన ప్రభు - కలుషమునెల్ల - విడచిన నేను నీ జాడలన్నియు\n' +
            'నడిపించె నీవికుడు - ప్రభూ - సాటి నీకెవరు?\n',
        englishLyric: '',
        details: '',
        youtubeLink: ''
    },
    {
        teluguTitle: 'అద్యంతరహితుడవగు మా జ్యోతి',
        englishTitle: 'adhymtharahithudavagu maa jyoathi',
        teluguLyric: '1. అద్యంతరహితుడవగు మా జ్యోతి\n' +
            'మేదిని ప్రభూ నిన్ స్తుతింతుము - మేదిని\n' +
            'నా దీన కాపరి నీతి కృపానిధి\n' +
            'శుధ్ధ దివ్యగత్రుడా\n' +
            '\n' +
            '2. మనోహరమగు నీ కృప పొందను\n' +
            'మానవు లెల్లరము చేరితిమి - మానవు\n' +
            'ఆత్మరూప కృపామయా నీ కరుణా\n' +
            'వరముల మాకీయుమా\n' +
            '\n' +
            '3. పాలచే కడుగబడిన - ధవళాక్షుడా\n' +
            'వళ్లిపూలయందు తిరుగువాడా - వళ్లి\n' +
            'షాలేము రాజా షారోను రోజా\n' +
            'శాంత భూపతివి నీవే\n' +
            '\n' +
            '4. లక్షల దూతల స్తుతుల నందువాడా\n' +
            'అక్షయ హేమమకుట ధారుడా - అక్షయ\n' +
            'హేమ కిరీటధారులమై స్వర్గంబు\n' +
            'చేర కడవరి వర్షమీ\n' +
            '\n' +
            '5. క్రొత్త యెరూషలేం నగర రాజా\n' +
            'రత్నాల పునాది వేసితివి - రత్నాల\n' +
            'ధీరతతో నీ సాక్ష్యము చాటను\n' +
            'స్థిరమగునాత్మ నిమ్ము\n' +
            '\n' +
            '6. శ్రేష్ఠురాలా పావురమా నిరుపమాన\n' +
            'ఇష్టంపురూప లావణ్యవతీ - ఇష్ట\n' +
            'అట్లంచు పిల్చు దివ్య ధ్వనికి మమ్ము\n' +
            'పాత్రులుగా చేయుమా',
        englishLyric: '',
        details: '',
        youtubeLink: ''
    },
    {
        teluguTitle: 'అద్వితీయ సత్య దేవుడు',
        englishTitle: 'advitheeya sathya devudu',
        teluguLyric: 'అద్వితీయ సత్య దేవుడు\n' +
            'క్రీస్తేసే నిత్య జీవము\n' +
            'వెలుగైన జీవము\n' +
            'వెలిగించుచున్నాడు (2) ||అద్వితీయ||\n' +
            'పాపమునకు జీతం\n' +
            'మరణం నిత్య మరణం\n' +
            'యేసులో కృపదానం\n' +
            'జీవం నిత్య జీవం (2)\n' +
            'హల్లెలూయా హల్లెలూయ (2) ||అద్వితీయ||',
        englishLyric: '',
        details: '',
        youtubeLink: 'https://www.youtube.com/watch?v=HD1pdIojWdg'
    },
    {
        teluguTitle: 'అద్వితీయ సత్యదేవా వందనం',
        englishTitle: 'adhvitheeya sathyadhaevaa vmdhanm',
        teluguLyric: 'అద్వితీయ సత్యదేవా వందనం\n' +
            'పరమ తండ్రీ పావనుండా వందనం\n' +
            'దివ్య పుత్ర యేసునాధా వందనం\n' +
            'పావనాత్మ శాంతిదాత వందనం ||హల్లెలూయా||\n' +
            '\n' +
            '1.వ్యోమ సింహాసనస్తుడ వందనం\n' +
            'ఊర్విపాధ పీఠస్తుడ వందనం\n' +
            'అద్యంత రహిత నీకు వందనం\n' +
            'అక్షయు కరుణేెక్షుండ వందనం ||హల్లెలూయా||\n' +
            '\n' +
            '2.నీతి న్యాయ దీర్ఘశాంత వందనం\n' +
            'నిర్మలాదయా నితాంత వందనం\n' +
            'సిలువదారి ప్రేమముర్తి వందనం\n' +
            'యుక్త స్తోత్రార్హూండ వందనం ||హల్లెలూయా||',
        englishLyric: '',
        details: '',
        youtubeLink: ''
    },
    {
        teluguTitle: 'అధికారము పొంది యుంటిని ప్రభూ',
        englishTitle: 'adhikaaramu pomdhi yumtini prabhoo',
        teluguLyric: 'పల్లవి: అధికారము పొంది యుంటిని - ప్రభూ\n' +
            'పరలోకమందును భూమి మీదను - నీవు\n' +
            '\n' +
            '1. అన్నిటిలో నత్యధిక జయము నొందుచున్నాము\n' +
            'మనల ప్రేమించిన యేసు క్రీస్తు ప్రభువు ద్వారనే\n' +
            'కనుల కగుపరచిన విజయముకై సన్నుతింతుము\n' +
            '\n' +
            '2. విశ్వసించు మనయందు తన శక్తిని గూర్చి\n' +
            'అపరిమితమైన ప్రబావమును - యెరిగి యున్నాము\n' +
            'తిరిగి లేచిన ప్రభువును చూచి హర్షించెదము\n' +
            '\n' +
            '3. మనల బలపరచు ప్రభువునందు బలము నొందుచు\n' +
            'ప్రభున కింపైన కార్యములను చేయుచుంటిమి\n' +
            'తనదు పునరుత్థాన బలమును పొగడెదమెపుడు\n' +
            '\n' +
            '4. క్రీస్తు మరణములో సమానాను-భవము కలిగియు\n' +
            'కష్ట నష్టములలో పాలివారమగుట యెరిగియు\n' +
            'ఆత్మ ప్రాణ శరీరములతో ఆరాధింతము\n' +
            '\n' +
            '5. మనల స్థిరపరచిన శక్తిగల దేవునికి\n' +
            'తనదు ప్రియ పుత్రుడు యేసుక్రీస్తు ద్వారనే తనకు\n' +
            'నిరతంబును మహిమ ఘనత హల్లెలూయామెన్',
        englishLyric: '',
        details: '',
        youtubeLink: ''
    },
    {
        teluguTitle: 'అనంత జ్ఞాని నీకు అల్పుడను నాకు సహవాసమా',
        englishTitle: 'anantha gnani',
        teluguLyric: '\n' +
            'అనంత జ్ఞాని నీకు - అల్పుడను నాకు సహవాసమా!\n' +
            '\n' +
            'మహిమాన్విత నీకు - మట్టినైన నాకు స్నేహమా!\n' +
            '\n' +
            'కృపా ఇది నీ కృప కృపా నీ కృప కేవలం నీ కృప కేవలం నీ కృప\n' +
            '\n' +
            'కృప కృప కృప కృప కృప [ అనంత]\n' +
            '\n' +
            '\n' +
            '\n' +
            '\n' +
            '1. కోట్లాది జనులలో గుర్తించావు - కోరుకుని నీ ప్రజగా లేక్కిన్చావు\n' +
            '\n' +
            'క్షమించే మనసు కల్గి - ఫలించే జీవమిచ్చి\n' +
            '\n' +
            'పరలోక పౌరునిగా నను చేశావు నను చేశావు [ కృప ]\n' +
            '\n' +
            '\n' +
            '\n' +
            '\n' +
            '2. అప్పగించుకున్నాను నీ కృప కే నేను\n' +
            '\n' +
            'గొప్ప దేవుడా నీ సన్నిదిలో ఉన్నాను (2)\n' +
            '\n' +
            'పిలిచినవాడా నన్ను గెలిచినవాడా (2)\n' +
            '\n' +
            'ప్రేమించి ప్రేరేపించి స్థిరపరచినవాడ [కృప ] [అనంత]',
        englishLyric: '',
        details: '',
        youtubeLink: ''
    },
    {
        teluguTitle: 'అనంతుడా ఆదరించే యేసయ్య',
        englishTitle: 'ananthuda adarinche yesayya',
        teluguLyric: 'అనంతుడా ఆదరించే యేసయ్య\n' +
            'ఆకాశమందు నీవు తప్ప నాకు ఇంకెవరూ వున్నారాయ\n' +
            '\n' +
            'అనురాగ నిలయుడా ఐశ్వర్యవంతుడా\n' +
            'కనికర పూర్ణుడా నా యేసయ్య\n' +
            '\n' +
            'కష్టాల కొలిమిలో నీకిష్టమైన రూపు చేసి\n' +
            'నీ చేతి స్పర్శ తో ప్రతి క్షణము నన్ను ఆదరించి\n' +
            'మహిమ స్వరూపుడా నా చేయి విడువక\n' +
            'అనురాగము నాపై చూపించుచున్నావు\n' +
            '\n' +
            'శత్రువు పై సమరములో రథ సారథివై నడిపినావు\n' +
            'నీ నియమాలను నేర్పించి శత్రువును ఓడించినావు\n' +
            'విజయ సమరయోధుడా నాకు జయము నిచ్చి\n' +
            'విజయోత్సవాలతో ఊరేగించుచున్నావు\n' +
            '\n' +
            'విడువక నన్ను ప్రేమించే నిజ స్నేహితుడై నిలిచినావు\n' +
            'నీ హస్త బలముతో అగాధాలు దాటించినావు\n' +
            'నీ సన్నిధి కాంతిలో నన్ను తేజరిల్ల చేసి\n' +
            'ఆనంద నగరికై సిద్ధపరచు చున్నావు',
        englishLyric: '',
        details: '',
        youtubeLink: ''
    },
    {
        teluguTitle: 'అనాది దేవుడు ఆశ్రయము తన బాహువులు నీ కాధారమే',
        englishTitle: 'anaadhi dhaevudu aashrayamu thana baahuvulu nee kaadhaaramae',
        teluguLyric: 'పల్లవి: అనాది దేవుడు ఆశ్రయము - తన బాహువులు నీ కాధారమే\n' +
            '\n' +
            'అను పల్లవి: నిత్యమైన సత్యదేవుడు సర్వకాలము మన దేవుడు\n' +
            'మరణము వరకు మమ్ము నడిపించును\n' +
            '\n' +
            '1. కరుణతోనే - ఆకర్షించె శుద్ధ దివ్య ప్రేమ\n' +
            'ఈ అరణ్యములో ఆశచూపి నీకు - బ్రతిమాలుచు నిన్ను పిలిచెన్\n' +
            '\n' +
            '2. అంధకార మార్గ మందు శుద్ధ దివ్యజ్యోతి\n' +
            'దుఃఖపూరితమగు లోయలన్నిటిని - నీటి యూటలుగా మార్చెన్\n' +
            '\n' +
            '3. కృపను చూపి మనస్సు కరిగే శుద్ధ దివ్య ప్రేమ\n' +
            'నీదు సమాధానమనుబంధమును - నిక్కముగ ప్రభువే కాయును\n' +
            '\n' +
            '4. ఈ భువిన్ నీవు - గడుపు యాత్ర ప్రభువు దయవలనే\n' +
            'కారడవి యైనన్ - ప్రభు రొమ్ముననే - దొరుకును నెమ్మది నీకు\n' +
            '\n' +
            '5. ఎండిన జీవితము - చిగిరించినదే దైవకృపవలనే\n' +
            'శాశ్వతానందము శిరముపై వెలయున్ - దుఃఖము నిట్టూర్పులు పోవున్\n' +
            '\n' +
            '6. సంతసముతో తిరిగిరమ్ము దైవబలముచే\n' +
            'సీయోను కొండకాయన నిన్ను చేర్చును - శాశ్వతానంద మొందెదవు',
        englishLyric: '',
        details: '',
        youtubeLink: ''
    },
    {
        teluguTitle: 'అనాదిలో నియమించబడిన గొర్రెపిల్ల',
        englishTitle: 'anadhilo niyaminchabadina',
        teluguLyric: '\n' +
            'అనాదిలో నియమించబడిన గొర్రెపిల్ల\n' +
            '\n' +
            'ఆదిలో వధియించబడిన గొర్రెపిల్ల\n' +
            '\n' +
            'ఇస్సాకుకు ప్రతిగా బలియైన ఆ గొర్రెపిల్ల\n' +
            '\n' +
            'గొల్గతాలో యేసు రూపమైన వధియించబడిన గొర్రెపిల్ల\n' +
            '\n' +
            '\n' +
            '1. వధకు తేబడిన గొర్రెపిల్ల వోలె\n' +
            '\n' +
            'మౌని యాయెను బలియాగమాయెను\n' +
            '\n' +
            'తన రుధిరముతో నన్ను కొనెను\n' +
            '\n' +
            'అదియే అనాది సంకల్పమాయెను\n' +
            '\n' +
            '॥ అనాది ॥\n' +
            '\n' +
            '2. తండ్రి చిత్తమును నెరవేర్చుట కొరకై\n' +
            '\n' +
            'శరీరధారి యాయెను సజీవయాగమాయెను\n' +
            '\n' +
            'మరణమును గెలిచి లేచెను\n' +
            '\n' +
            'అదియే అనాది సంకల్పమాయెను\n' +
            '\n' +
            '॥ అనాది ॥',
        englishLyric: '',
        details: '',
        youtubeLink: ''
    },
    {
        teluguTitle: 'అన్ని కాలంబుల నున్న యెహోవా ని',
        englishTitle: 'anni kaalmbula nunna yehoavaa',
        teluguLyric: 'అన్ని కాలంబుల నున్న యెహోవా ని నెన్నఁదరంబయో కన్న\n' +
            'తండ్రి వన్నె కెక్కిన మోక్ష వాసాళి సన్నుతు లున్నతమై యుండ మున్నె నీకు ||నన్ని||\n' +
            '\n' +
            '1.\n' +
            'నిన్నుఁ బ్రకటన సేయ నిఖిల లోకములను బన్నుగఁ జేసిన బలుఁడ\n' +
            'వీవె ఉన్న లోకంబుల -నుడుగక కరుణా సం-పన్నతతో నేలు\n' +
            'ప్రభుఁడ వీవె అన్ని జీవుల నెఱిఁగి యాహార మిచ్చుచు నున్న సర్వజ్ఞుం\n' +
            'డవు నీవే ఎన్న శక్యముగాక ఉన్న లక్షణముల సన్నుతించుటకు\n' +
            'నేఁ జాలుదునా ||యన్ని||\n' +
            '\n' +
            '\n' +
            '2.\n' +
            'పుట్టింప నీవంచుఁ బోషింప నీవంచుఁ గిట్టింప నీవంచు గీర్తింతును\n' +
            'నట్టి పనికి మాలి నట్టి మానవుల చే పట్టి రక్షింపం బాధ్యుండ వంచు\n' +
            'దట్టమైన కృపను దరిఁజేర్చ నాకిచ్చి పట్టయి నిలచియుండు ప్రభుఁడ\n' +
            'వంచుఁ గట్టడచేఁ గడ ముట్టుదనుక నా పట్టుకొలఁది నిన్నుఁ బ్రస్తు\n' +
            'తింతు ||నన్ని||\n' +
            '\n' +
            '\n' +
            '3.\n' +
            'కారుణ్యనిధి వీవు కఠినాత్ముఁడను నేను భూరి శుద్ధుఁడ వీవు పాపి\n' +
            'నేను సార భాగ్యుడ వీవు జగతిలో నాకన్న దారిద్రుఁడే లేఁడు\n' +
            'తరచి చూడ సార సద్గుణముల సంపన్నుఁడవు నీవు ఘోర దుర్గుణ\n' +
            'సంచారి, నేను ఏ రీతి స్తుతియింతు నే రీతి సేవింతు నేర మెన్నక\n' +
            'ప్రోవ నెర నమ్మితి ||నన్ని||',
        englishLyric: '',
        details: '',
        youtubeLink: ''
    },
    {
        teluguTitle: 'అన్ని నామముల కన్న ఘనమైన నామము నీది యేసు నాథా',
        englishTitle: 'anni naamamula kanna ghanamaina naamamu needhi yaesu naathaa',
        teluguLyric: 'అన్ని నామముల కన్న ఘనమైన నామము నీది యేసు నాథా\n' +
            'అందరిని ప్రేమించు ఆదరణ కర్తవయ్యా ప్రాణ నాథా\n' +
            'యెహోవ ఈరే అని పిలువబడినవాడ (2)\n' +
            'నీకే స్తోత్రములు నీకే స్తోత్రములు (2) ||అన్ని నామముల||\n' +
            '\n' +
            'దేవతలకన్నా దయగలవాడవు\n' +
            'క్షమించు మనసున్న మహారాజువు (2)\n' +
            'ప్రేమామయుడవు ప్రభువగు దేవుడవు\n' +
            'ప్రాణము పెట్టిన ప్రభు యేసువు ||అన్ని నామముల||\n' +
            '\n' +
            'గాలి తుఫానులను ఆపినవాడవు\n' +
            'నీటిపై నడచిన నిజ దేవుడవు (2)\n' +
            'జానతో ఆకాశాన్ని కొలిచినవాడవు\n' +
            'శాంతి సమాధానం నొసగే దేవుడవు ||అన్ని నామముల||',
        englishLyric: '',
        details: '',
        youtubeLink: ''
    },
    {
        teluguTitle: 'అన్ని నమముల కన్న పై నమము',
        englishTitle: 'anni namamula kanna pai namamu',
        teluguLyric: 'అన్ని నమముల కన్న పై నమము\n' +
            '\n' +
            'పల్లవి: అన్ని నామముల కన్న పై నామము _ యేసుని నామము\n' +
            'ఎన్ని తరములకైన ఘనపరచ దగినది _ క్రీస్తేసు నామము\n' +
            'యేసు నామము జయం జయము _సాతాను శక్తుల్ లయం లయము\n' +
            'హల్లెలూయ హొసన్న హల్లెలూయ _ హల్లెలూయ ఆమెన్ (2X)\n' +
            '\n' +
            '1. పాపముల నుండి విడిపించును _ యేసుని నామము\n' +
            'నిత్య నరకాగ్నిలో నుండి రక్షించును _ క్రీస్తేసు నామము\n' +
            'యేసు నామము జయం జయము _సాతాను శక్తుల్ లయం లయము\n' +
            'హల్లెలూయ హొసన్న హల్లెలూయ _ హల్లెలూయ ఆమెన్ (2X)\n' +
            '\n' +
            '2. సాతాను పై అధికార మిచ్చును _ శక్తి గల యేసు నామము\n' +
            'శత్రు సమూహము పై జయమునిచ్చును _ జయశీలుడైన యేసు నామము\n' +
            'యేసు నామము జయం జయము _సాతాను శక్తుల్ లయం లయము\n' +
            'హల్లెలూయ హొసన్న హల్లెలూయ _ హల్లెలూయ ఆమెన్ (2X)\n' +
            '\n' +
            '3. స్తుతి ఘన మహిమలు చెల్లించుచు _ క్రొత్త కీర్తన పాడెధము\n' +
            'జయ ధ్వజమును పైకెత్తి కేకలతో _ స్తోత్ర గానము చేయుదము\n' +
            'యేసు నామము జయం జయము _సాతాను శక్తుల్ లయం లయము\n' +
            'హల్లెలూయ హొసన్న హల్లెలూయ _ హల్లెలూయ ఆమెన్ (2X)\n' +
            '\n' +
            'అన్ని నామముల కన్న పై నామము _ యేసుని నామము\n' +
            'ఎన్ని తరములకైన ఘనపరచ దగినది _ క్రీస్తేసు నామము\n' +
            'యేసు నామము జయం జయము _సాతాను శక్తుల్ లయం లయము\n' +
            'హల్లెలూయ హొసన్న హల్లెలూయ _ హల్లెలూయ ఆమెన్ (2X)',
        englishLyric: '',
        details: '',
        youtubeLink: ''
    },
    {
        teluguTitle: 'అన్ని నామముల కన్న పై నామము – యేసుని నామము',
        englishTitle: 'anni naamamula kanna pai naamau',
        teluguLyric: 'అన్ని నామముల కన్న పై నామము – యేసుని నామము\n' +
            'ఎన్ని తరములకైనా ఘనపరచ దగినది – క్రీస్తేసు నామము (2)\n' +
            'యేసు నామము జయం జయము\n' +
            'సాతాను శక్తుల్ లయం లయము (2)\n' +
            'హల్లెలూయ హొసన్న హల్లెలూయా – హల్లెలూయా ఆమెన్ (2)\n' +
            '\n' +
            'పాపముల నుండి విడిపించును – యేసుని నామము (2)\n' +
            'నిత్య నరకాగ్నిలో నుండి రక్షించును – క్రీస్తేసు నామము (2) ||యేసు నామము ||\n' +
            '\n' +
            'సాతాను పై అధికార మిచ్చును\n' +
            'శక్తి గల యేసు నామము (2)\n' +
            'శత్రు సమూహము పై జయమునిచ్చును\n' +
            'జయశీలుడైన యేసు నామము (2) ||యేసు నామము ||\n' +
            '\n' +
            'స్తుతి ఘన మహిమలు చెల్లించుచు\n' +
            'క్రొత్త కీర్తన పాడెదము (2)\n' +
            'జయ ధ్వజమును పైకెత్తి కేకలతో\n' +
            'స్తోత్ర గానము చేయుదము (2) ||యేసు నామము ||',
        englishLyric: '',
        details: '',
        youtubeLink: 'https://www.youtube.com/watch?v=Zhc3aQmwlcg'
    },
    {
        teluguTitle: 'అన్నా మన యేసు ప్రభుని కన్న రక్',
        englishTitle: 'annaa mana yaesu prabhuni kann',
        teluguLyric: 'అన్నా మన యేసు ప్రభుని కన్న రక్షకుఁడు లేఁడు ఎన్న రాని మన\n' +
            'యఘము లన్ని సడలించి ప్రోచు ||నన్న||\n' +
            '\n' +
            '1. మన దోషములకు బదులుగ మరణావస్థల నొందెను తన\n' +
            'దివ్యావయముల ర క్తము చిందించెను భువిపై ||నన్న||\n' +
            '\n' +
            '\n' +
            '2. నిజ రక్షకుఁడితఁడే మన వృజినాదులఁ బరిమార్పను విజయం బగు\n' +
            'నతని పాద రజయుగ్మును స్మరించు ||మన్న||\n' +
            '\n' +
            '\n' +
            '3. దిక్కు మాలిన వారికి దిక్కై మార్గముఁజూపెను చక్కనీ గుణముల సొం\n' +
            'పెక్కి వర్తించె నహహ ||యన్న||\n' +
            '\n' +
            '\n' +
            '4. ఈలాటి దయాసముద్రు నిల నెందైనను గానము నీలోఁ గల దుర్గుణాది\n' +
            'జాలంబులఁ గడఁ ద్రోయును ||అన్న||\n' +
            '\n' +
            '\n' +
            '5. మృతి గెల్చిన వాఁడే దు రిత జీవులఁ బ్రోవఁ దగును మృతి నొంది\n' +
            'నశించు లోక మూఢాత్ముల కేలఁ గల్గు ||నన్న||',
        englishLyric: '',
        details: '',
        youtubeLink: ''
    },
    {
        teluguTitle: 'అన్ని వేళల ఆరాధన',
        englishTitle: 'anni velala aaraadhana',
        teluguLyric: 'అన్ని వేళల ఆరాధన\n' +
            'కన్న తండ్రి నీకే మహిమ (2)\n' +
            'అన్ని వేళల ఆరాధన\n' +
            'కన్న తండ్రి నీకే మహిమ (2) ||అన్ని వేళల||\n' +
            'పరమందు సెరాపులు ఎగురుచున్నారు\n' +
            'పరిశుద్ధులు పరిశుద్ధుడని పొగడుచున్నారు (2) ||అన్ని వేళల||\n' +
            'నింగి నేల నిన్ను గూర్చి పాడుచున్నది\n' +
            'సమస్తము మనసారా మ్రొక్కుచున్నది (2) ||అన్ని వేళల||\n' +
            'ఘనమైన సంఘ వధువు కొనియాడుచున్నది\n' +
            'ఘనత ప్రభావము యేసునకే చెల్లించుచున్నది (2) ||అన్ని వేళల||',
        englishLyric: '',
        details: '',
        youtubeLink: 'https://www.youtube.com/watch?v=x_eb83cfNKE'
    },
    {
        teluguTitle: 'అన్ని వేళల వినువాడు నీ ప్రార్ధనలన్నియు',
        englishTitle: 'anni velala vinuvaadu nee praardhanalanniyu',
        teluguLyric: 'అన్ని వేళల వినువాడు నీ ప్రార్ధనలన్నియు\n' +
            'ఏ బేధము లేకనే ఆలకింపనైయున్నాడు (2)\n' +
            'ప్రార్ధించుము అలయకనే\n' +
            'కనిపెట్టుము విశ్వాసముతో (2)\n' +
            'నీ ప్రార్ధనే మార్చును నీ స్థితి\n' +
            'నీ ఎదలో కన్నీరు తుడచును ||అన్ని||\n' +
            '\n' +
            'కుమిలిపోతూ నలిగిపోతూ\n' +
            'ఏమౌతుందో అర్ధం కాక (2)\n' +
            'వేదన చెందుతూ నిరాశలో మునిగావా (2)\n' +
            'ఒకసారి యోచించుమా\n' +
            'నీ మొఱ్ఱను వినువాడు యెసయ్యే (2) ||అన్ని||\n' +
            '\n' +
            'ఎవరికీ చెప్పుకోలేక\n' +
            'అంతగా బాధ ఎందుకు (2)\n' +
            'మొఱ్ఱపెట్టిన వారికి సమీపముగా యేసు ఉండును (2)\n' +
            'ఒకసారి యోచించుమా\n' +
            'నీ మొఱ్ఱను వినువాడు యెసయ్యే (2) ||అన్ని||',
        englishLyric: '',
        details: '',
        youtubeLink: ''
    },
    {
        teluguTitle: 'అన్నీ సాధ్యమే',
        englishTitle: 'anni saadhyame yesuku anni saadhyame',
        teluguLyric: 'అన్నీ సాధ్యమే\n' +
            'యేసుకు అన్నీ సాధ్యమే (2)\n' +
            'అద్భుత శక్తిని నెరపుటకైనా\n' +
            'ఆశ్చర్య కార్యములొసగుటకైనా (2)\n' +
            'ఆ యేసు రక్తానికి\n' +
            'సాధ్యమే సాధ్యమే సాధ్యమే (2) ||అన్నీ సాధ్యమే||\n' +
            '\n' +
            'మాధుర్యమైన జలముగా – మారాను ప్రభు మార్చెను\n' +
            'మృత్యువు నుండి లాజరును – మాహిమార్థముకై లేపెను (2)\n' +
            'మన్నాను కురిపించగా – ఆకాశమే తెరిచెను\n' +
            'మరణాన్ని ఓడించగా – మృత్యుంజయుడై లేచెను (2) ||అన్నీ సాధ్యమే||\n' +
            '\n' +
            'బండనే చీల్చగా – జలములే పొంగెను\n' +
            'ఎండిపోయిన భూమిపై – ఏరులై అవి పారెను (2)\n' +
            'బందంటే క్రీస్తేనని – నీ దండమే తానని\n' +
            'మెండైన తన కృపలో – నీకండగా నిలచును (2) ||అన్నీ సాధ్యమే||\n' +
            '\n' +
            'ఏకాంతముగా మోకరిల్లి – ప్రార్ధించుటే శ్రేయము\n' +
            'ఏల నాకీ శ్రమలని – పూర్ణ మనసుతో వేడుము (2)\n' +
            'యేసయ్య నీ వేదన – ఆలించి మన్నించును\n' +
            'ఏ పాటి వ్యధలైననూ – ఆ సిల్వలో తీర్చును (2) ||అన్నీ సాధ్యమే||\n' +
            '\n' +
            'కష్టాల కడలిలో – కన్నీటి లోయలో\n' +
            'కనికరమే ప్రభు చూపును – కంటిపాపలా కాయును (2)\n' +
            'కలిగించు విశ్వాసము – కాదేదీ అసాధ్యము\n' +
            'క్రీస్తేసు నామములో – కడగండ్లకే మోక్షము (2) ||అన్నీ సాధ్యమే||',
        englishLyric: '',
        details: '',
        youtubeLink: ''
    },
    {
        teluguTitle: 'అన్నిటి కన్నా ప్రార్థనే మిన్న',
        englishTitle: 'anniti kannaa praarthanae minn',
        teluguLyric: 'అన్నిటి కన్నా ప్రార్థనే మిన్న\n' +
            'అన్న బైబిల్ మాట ఉన్నదా జ్ఞాపకం\n' +
            'ఉన్నదా జ్ఞాపకం ||అన్నిటి||\n' +
            '\n' +
            '1.శోధనలోనికి మీరు జారిపడకుండాలంటే (2)\n' +
            'మెండుగా ప్రార్థన ఉండాలి గుండెలో (2) ||అన్నిటి||\n' +
            '\n' +
            '2.శాంతి లోపల మీకు సుఖము లోకములోన (2)\n' +
            'కలిగి బ్రతకాలంటే కావాలి ప్రార్థన (2) ||అన్నిటి||',
        englishLyric: '',
        details: '',
        youtubeLink: ''
    },
    {
        teluguTitle: 'అన్నయ్య… తెల్లారింది లేరా',
        englishTitle: 'annayya thellaarindi leraa',
        teluguLyric: 'అన్నయ్య… తెల్లారింది లేరా..\n' +
            'తెల్లారింది వేళ – త్వరగా నిద్దుర లేరా\n' +
            'మనమంతా ఆయన సృష్టే రా\n' +
            'పక్షుల కోలాహ వేళ – ప్రభువును స్తుతించావేరా\n' +
            'వాటి కంటె శ్రేష్ఠుల మనమేరా (2)\n' +
            '\n' +
            'అడవి రాజు సింహమైననూ – ఆకలంటు పిల్లలన్ననూ\n' +
            'యేసు రాజు పిల్లలం మనం – పస్తులుంచునా (2)\n' +
            'వాడిపోవు అడవి పూలకు – రంగులేసి అందమిచ్చెను\n' +
            'రక్తమిచ్చి కొన్న మనలను – మరచిపోవునా (2)\n' +
            'మరచిపోవునా ||తెల్లారింది||\n' +
            '\n' +
            'చిన్నదైన పిచ్చుకైననూ – చింత ఉందా మచ్ఛుకైననూ\n' +
            'విత్తలేదు కోయలేదని – కృంగిపోవునా (2)\n' +
            'వాటికన్ని కూర్చువాడు – నీ తండ్రి యేసేనని\n' +
            'నీకు ఏమి తక్కువ కాదని – నీకు తెలియునా (2)\n' +
            'నీకు తెలియునా ||తెల్లారింది||',
        englishLyric: '',
        details: '',
        youtubeLink: 'https://www.youtube.com/watch?v=FlC1xKXyPtU'
    },
    {
        teluguTitle: 'అన్నివేళలా ఆదరించెడి ఆత్మరూపీ నీకే వందనం',
        englishTitle: 'annivaelalaa aadharimchedi aathmaroopee neekae vmdhanm',
        teluguLyric: 'అన్నివేళలా ఆదరించెడి ఆత్మరూపీ నీకే వందనం\n' +
            'ఎన్ని తీరుల నిన్ను కొలిచినా తీర్చలేను నేను నీ ఋణం\n' +
            '\n' +
            '1.పడిపోయియుండగా నను తిరిగి లేపితివి\n' +
            'స్థిరపరచి దీవించగా నీ కరము చాపితివి\n' +
            'పోగొట్టుకున్నదంత ఇచ్చితివి\n' +
            'రెట్టింపు శోభ మరల తెచ్చితివి\n' +
            '\n' +
            '2.నిను వెంబడించగా శ్రమలెన్నో కలిగినా\n' +
            'సువార్త చాటించగా ఉన్నవన్నీ పోయినా\n' +
            'నూరంతల దీవెనలు పంపెదవు -\n' +
            'సమృద్ధితో నను నింపెదవు',
        englishLyric: '',
        details: '',
        youtubeLink: ''
    },
    {
        teluguTitle: 'అన్నివేళల వినువాడు',
        englishTitle: 'annivelala vinuvaadu',
        teluguLyric: 'అన్నివేళల వినువాడు\n' +
            'నీ ప్రార్ధనలన్నియు\n' +
            'ఏ బేధములేకనే\n' +
            'ఆలకింపనైయున్నాడు\n' +
            'ప్రార్ధించుము అలయకనే\n' +
            'కనిపెట్టుము విశ్వాసముతో\n' +
            'నీ ప్రార్ధనే మార్చును నీ స్థితి\n' +
            'నీ ఎదలో కన్నీరు తుడుచును\n' +
            'కుమిలిపోతూ, నలిగిపోతూ\n' +
            'ఏమౌతుందో అర్ధం కాక\n' +
            'వేదన చెందుతు నిరాశలో మునిగావా?\n' +
            'ఒకసారి యోచించుమా\n' +
            'నీ మొరను వినువాడు యేసయ్యే\n' +
            'ఎవరికి చెప్పుకోలేక\n' +
            'అంతగా బాధ ఎందుకు?\n' +
            'మొరపెట్టినవారికి సమీపముగా యేసు ఉండును\n' +
            'ఒకసారి యోచించుమా\n' +
            'నీ మొరను వినువాడు యేసయ్యే',
        englishLyric: '',
        details: '',
        youtubeLink: 'https://www.youtube.com/watch?v=geIVkvOEI98'
    },
    {
        teluguTitle: 'అన్యజనులేల లేచి గల్లత్తు చేయుచున్నారు',
        englishTitle: 'anyajanulaela laechi gallaththu chaeyuchunnaaru',
        teluguLyric: 'పల్లవి: అన్యజనులేల లేచి - గల్లత్తు చేయుచున్నారు అన్యజనులేల\n' +
            '\n' +
            'అను పల్లవి: జనములేల వ్యర్థమైన దాని తలంచుచున్నవి\n' +
            '\n' +
            '1. భూలోక రాజులు లేచి - వారేకముగా ఆలోచించి\n' +
            'వారి పాశములను తెంపి - పారవేయుద మనుచున్నారు\n' +
            '\n' +
            '2. ఆకాశ వాసుండు - వారిని - అపహసించుచున్నాడు - నవ్వి\n' +
            'వారలతో పల్కి కోపముతో - వారిని తల్లడిల్ల చేయును\n' +
            '\n' +
            '3. పరిశుద్ధమైన - నాదు - పర్వతమగు సీయోను మీద\n' +
            'నారాజునాసీనునిగా జేసి - యున్నానని సెలవిచ్చెను\n' +
            '\n' +
            '4. కట్టడ వివరింతు - నాకు - యిట్లు చెప్పెను యెహోవాయందు\n' +
            'నీవు నా కుమారుండవు - నిన్ను నేను కనియున్నాను\n' +
            '\n' +
            '5. నన్ను అడుగుము - నీకు - జనముల భూమిని స్వాస్థ్యముగా\n' +
            'దిగంతముల వరకు స్వాస్థ్యముగా నొసంగెదను నీకు\n' +
            '\n' +
            '6. ఇనుప దండముతో - నీవు - వారిని నలుగగొట్టెదవు\n' +
            'కుండను పగులగొట్టునట్లు - వారిని పగులగొట్టెదవు\n' +
            '\n' +
            '7. ఓ రాజులారా - మీరు - జ్ఞానవంతులై యుండుడి\n' +
            'ఓ భూపతులారా - మీరు - నాభోద నొందుడి నేడే\n',
        englishLyric: '',
        details: '',
        youtubeLink: ''
    },
    {
        teluguTitle: 'అనుకరించెద నే ననుదినమును బాలుఁ',
        englishTitle: 'anukarimchedha nae nanudhinamu',
        teluguLyric: 'అనుకరించెద నే ననుదినమును బాలుఁ డేసు ననువుగాను జ్ఞానమునం\n' +
            'దును వయస్సునందును దే వుని ప్రేమను మానవుల ద యను బెరిగిన\n' +
            'బాలుఁడేసు ||ననుకరించెద||\n' +
            '\n' +
            '1. పరదేశంబున వసించి పరమాత్తుని మదిఁ దలంచి దురితమును\n' +
            'జయించిన స చ్చరితుఁడైన యోసేపు ||ననుకరించెద||\n' +
            '\n' +
            '\n' +
            '2. తల్లి యానతి నెరవేర్చి తమ్ముని కష్టములఁ దీర్చి యెల్లకాలముండు కీర్తి\n' +
            'నిల గడించిన మిర్యాము ||ననుకరించెద||\n' +
            '\n' +
            '\n' +
            '3. పాలు మరచినది మొదలు ప్రభు సేవా సంపదలు ఆలయమునఁ\n' +
            'బూసిన సు బాలకుండు సమూయేలు ||ననుకరించెద||\n' +
            '\n' +
            '\n' +
            '4. శత్రువులను బరిమార్చి మిత్రులకు జయంబొనర్చి స్తోత్రగీతములు\n' +
            'రచించిన సుందరుండౌ దావీదు ||ననుకరించెద||\n' +
            '\n' +
            '\n' +
            '5. పరులకు న్యాయంబుఁ దీర్పఁ బ్రజలకు క్షేమంబుఁ గూర్పఁ పరమ\n' +
            'వివేకంబుఁ గోరి ప్రభు నడిగిన సొలొమోను ||ననుకరించెద||\n' +
            '\n' +
            '\n' +
            '6. యజమానుని కుష్ఠుఁ గాంచి స్వజనుల దేవుని గురించి నిజ సాక్ష్య\n' +
            'మిడి సన్మా నించిన హెబ్రీయ బాల ||ననుకరించెద||\n' +
            '\n' +
            '\n' +
            '7. అపవిత్ర రాజ భోజ నాదుల విడి దైవ పూజఁ గపట మింత లేక చేసి\n' +
            'ఘనత నొందిన దానియేలు ||ననుకరించెద||\n' +
            '\n' +
            '\n' +
            '8. ప్రార్థన కూటమునఁ జేరి ప్రత్యుత్తర మపుడె కోరి సార్ధకముగఁ బేతురుని\n' +
            'సమాచార మిడిన రొదే ||ననుకరించెద||\n' +
            '\n' +
            '\n' +
            '9. భక్తిభయములందుఁ బెరిగి బహు ప్రేదేశములను దిరిగి శక్తి కొలఁది\n' +
            'సంఘ పరి చర్య నొనర్చిన తిమోతి ||ననుకరించెద||\n',
        englishLyric: '',
        details: '',
        youtubeLink: ''
    },
    {
        teluguTitle: 'అనుక్షణం నీ కృపలో ప్రతీదినం నీ సన్నిధిలో',
        englishTitle: 'anukshnnam nii krupaloo pratidinam nii sannidiloo',
        teluguLyric: 'అనుక్షణం నీ కృపలో ప్రతీదినం నీ సన్నిధిలో\n' +
            'నా జీవితం దాచినావు \'2\'\n' +
            'విడువని కృపతో ప్రేమించే నా యేసయ్య\n' +
            'ఎడబాయదు నీ అనురాగము \'2\'\n' +
            '\n' +
            'శాశ్వత జీవము నను చేర్చుటకు\n' +
            'ఉన్నత మహిమ విడచితివి \'2\'\n' +
            'నా రక్షణకై నీ ప్రాణమును త్యాగము చేసావు \'2\'\n' +
            'దాసుని రూపము దాల్చిన దయగల యేసయ్య\n' +
            'సాగిలపడి నిను సేవించెద \'2\'\n' +
            '\n' +
            'నా శోధనలో కలవరపడుచు\n' +
            'వేదనతో నిండే నా హృదయం\'2\'\n' +
            'నీ కనికరమే నను చేరదీసి ఆదరించినది \'2\'\n' +
            'ఆధారం ఆశ్రయం నీవే యేసయ్య\n' +
            'నను విడిపించి దీవించువాడవు \'2\'',
        englishLyric: '',
        details: '',
        youtubeLink: 'https://www.youtube.com/watch?v=AetOce0XhKg'
    },
    {
        teluguTitle: 'అనుదినం ఆ ప్రభుని వరమే',
        englishTitle: 'anudinam aa prabhuni varame',
        teluguLyric: 'అనుదినం ఆ ప్రభుని వరమే\n' +
            'అనుక్షణం ఆశ్చర్య కార్యమే\n' +
            'ఆనందం-తో స్వీకరించుము\n' +
            'అబ్బురం-తో ఆనందించుము\n' +
            'పచ్చిక గల చోట్ల నన్ను పరుండజేసిన దేవుడు (2)\n' +
            'నూనెతో నా తలను అంటి దీవెనలతో నింపును ||అనుదినం||\n' +
            'అనుదినం ఆ ప్రభుని వరమే\n' +
            'అనుక్షణం ఆశ్చర్య కార్యమే\n' +
            'ఆనందం-తో స్వీకరించుము\n' +
            'అబ్బురం-తో ఆనందించుము\n' +
            'తల్లియైనా మరచునేమో మరువడు ప్రభు ఎన్నడూ (2)\n' +
            'ముదిమి వచ్ఛు వరకు నన్ను ఎత్తుకొని కాపాడును ||అనుదినం||\n' +
            'అనుదినం ఆ ప్రభుని వరమే\n' +
            'అనుక్షణం ఆశ్చర్య కార్యమే\n' +
            'ఆనందం-తో స్వీకరించుము\n' +
            'అబ్బురం-తో ఆనందించుము\n' +
            'నాదు పాపపు భారమెల్ల మోసెను నా దేవుడు (2)\n' +
            'సిలువపై మరణించి నాకు రక్షణిచ్చెను యేసుడు ||అనుదినం||',
        englishLyric: '',
        details: '',
        youtubeLink: 'https://www.youtube.com/watch?v=lug2w80Adew'
    },
    {
        teluguTitle: 'అనుదినము ప్రభుని స్తుతియించెదము',
        englishTitle: 'anudinamu prabhuni',
        teluguLyric: 'అనుదినము ప్రభుని స్తుతియించెదము\n' +
            'అనుక్షణము ప్రభుని అనంత ప్రేమను\n' +
            'అల్లుకుపోయేది ఆర్పజాలనిది\n' +
            'అలుపెరగనిది ప్రభు ప్రేమ (2) ||అనుదినము||\n' +
            '\n' +
            'ప్రతి పాపమును పరిహరించి\n' +
            'శాశ్వత ప్రేమతో క్షమియించునది\n' +
            'నా అడుగులను సుస్థిరపరచి\n' +
            'ఉన్నత స్థలమున నింపునది (2) ||అల్లుకుపోయేది||\n' +
            '\n' +
            'ప్రతి రేపటిలో తోడై నిలిచి\n' +
            'సిలువ నీడలో బ్రతికించినది\n' +
            'స్వర్గ ద్వారము చేరు వరకు\n' +
            'మాకు ఆశ్రయమిచ్చునది (2) ||అల్లుకుపోయేది||',
        englishLyric: '',
        details: '',
        youtubeLink: ''
    },
    {
        teluguTitle: 'అనుదినము మా భారము',
        englishTitle: 'anudhinamu maa bhaaramu',
        teluguLyric: '\n' +
            'పల్లవి: అనుదినము మా భారము - భరించే దేవా\n' +
            'అనిశము నీ మేళ్ళతో - నింపుచున్నావు\n' +
            '\n' +
            '1. సన్నుతించు మనిశము - నా ప్రణమా యేసుని\n' +
            'పరిశుద్ధ నామమును - పొగడు మెప్పుడు\n' +
            'ఒంటె బరువు దీవెనలు - వీపున మోసె\n' +
            '\n' +
            '2. నా శరీరమున ముల్లు - బాధపరచుచుండగా\n' +
            'వేదనతో వేడగా - ధైర్యమిచితివి\n' +
            'నా కృప నీ కెల్లప్పుడు - చాలునంటివి\n' +
            '\n' +
            '3. అపరాధముతో మేము చిక్కుకొని యుండగా\n' +
            'నీ రక్తముతో మమ్ము - విమోచించితివి\n' +
            'నీదు కృప మహదై-శ్వర్యంబును బట్టి\n' +
            '\n' +
            '4. అన్నిటిలో నెప్పుడు - సకల సంపదలతోను\n' +
            'సమృద్ధితో మమ్ములను - సాకుచుంటివి\n' +
            'కృపా క్షేమములను మాపై - కుమ్మరించితివి\n' +
            '\n' +
            '5. సర్వవేళల సంతృప్తిని - నేర్పినావు మాకిల\n' +
            'సకలంబును చేయుటకు - శక్తి నిచ్చితివి\n' +
            'బలపరచుము నిన్ను బట్టి - బలుడవు దేవా',
        englishLyric: '',
        details: '',
        youtubeLink: ''
    },
    {
        teluguTitle: 'అనురాగాలు కురిపించే నీ ప్రేమ తలచి\n',
        englishTitle: 'anuragalu kuripinche',
        teluguLyric: 'అనురాగాలు కురిపించే నీ ప్రేమ తలచి\n' +
            '\n' +
            'అరుదైన రాగాలనే స్వరపరచి\n' +
            '\n' +
            'ఆనందగానలే సప్త స్వరాలుగా నే పాడనా\n' +
            '\n' +
            '\n' +
            '\n' +
            '\n' +
            'యేసయ్య నా హృదయ సీమను ఏలుమయ\n' +
            '\n' +
            'నీ దివ్య సన్నిది చాలునయ\n' +
            '\n' +
            '\n' +
            '\n' +
            '\n' +
            'నీ జ్ఞాన ఆత్మయే వికసింపచేసెను నన్ను\n' +
            '\n' +
            'సర్వ సత్యములలో నే నడచుటకు\n' +
            '\n' +
            'మరపురాని మనుజాశాలను విడిచి\n' +
            '\n' +
            'మనసార కొనియాడి జీవించెద ఇక నీ కోసమే\n' +
            '\n' +
            '\n' +
            '\n' +
            '\n' +
            'అపురూప దర్శనమే బలపరుచుచున్నది నన్ను\n' +
            '\n' +
            'వెనుదిరిగి చూడక పోరాడుటకు\n' +
            '\n' +
            'ఆశ్చర్యకరమైన నీ కృప పొంది\n' +
            '\n' +
            'కడవరకు నీ కాడినే మోయుట నా తుది నిర్ణయమే\n' +
            '\n' +
            '\n' +
            '\n' +
            '\n' +
            'నీ నీతి నియమములే నడిపించుచున్నది నన్ను\n' +
            '\n' +
            'స్వర్ణ కాంతిమయమైన నగరము కొరకు\n' +
            '\n' +
            'అమూల్యమైన విశ్వాసము పొంది\n' +
            '\n' +
            'అనుక్షణము నిన్ను తలచి హర్షించేనే నాలో నా ప్రాణమే',
        englishLyric: '',
        details: '',
        youtubeLink: ''
    },
    {
        teluguTitle: 'అపత్కాలమందు యెహెూవా నీకు ఉత్తరమిచ్చును',
        englishTitle: 'apathkalamandu yehovah',
        teluguLyric: 'అపత్కాలమందు యెహెూవా నీకు ఉత్తరమిచ్చును\n' +
            'యాకోబు దేవుని నామమే నిన్ను ఉద్దరించును\n' +
            '\n' +
            'పరిశుద్ధ స్థలమునుండి నీకు సమయము చేయును\n' +
            'సీయోనులో నుండి నిను నిత్యము ఆదుకొనును (2)\n' +
            'నీ నైవేద్యములన్నీ జ్ఞాపకము చేసుకొనును\n' +
            'నీ దహన బలులన్నీ ఆయన అంగీకరించును (2)\n' +
            '\n' +
            'నీ కోరికను సఫలపరచి నీ ఆలోచన నెరవేర్చును\n' +
            'తన దక్షిన హస్తబలమే నిను నిత్యము ఆదుకొనును (2)\n' +
            'దురభిమాన పాపమునుండి నిన్ను తప్పించును\n' +
            'దేవునియందు భయమే నిన్ను పవిత్ర పరచును (2)',
        englishLyric: '',
        details: '',
        youtubeLink: ''
    },
    {
        teluguTitle: 'అప్పగింపబడిన రాత్రి',
        englishTitle: 'appagimpabadina raathri',
        teluguLyric: 'అప్పగింపబడిన రాత్రి\n' +
            'చెప్ప సాగే శిష్యులతో (2)\n' +
            'చెప్పరాని దుఃఖముతో\n' +
            'తప్పదు నాకీ మరణమనెను (2) ||అప్పగింప||\n' +
            'రొట్టె విరచి ప్రార్ధించి\n' +
            'నిట్టూర్పు విడచి దీన దేహం (2)\n' +
            'పట్టుదలతో నేనొచ్చుఁ వరకు\n' +
            'ఇట్టులనే భుజించుడనెను (2) ||అప్పగింప||\n' +
            'ద్రాక్షా రసగి నేను చాపి\n' +
            'వీక్షించుడిదియే నా రక్తం (2)\n' +
            'రక్షణార్థం దీని త్రాగి\n' +
            'మోక్ష రాజ్యం చేరుడనెను (2) ||అప్పగింప||\n' +
            'రాతివేత దూరాన\n' +
            'చేతులెత్తి ప్రభు మోకరించి (2)\n' +
            'నా తండ్రి నీ చిత్తమైతే\n' +
            'ఈ పాత్రన్ తీసి వేయుమనెను (2) ||అప్పగింప||\n' +
            'ఇదిగో వచ్ఛే తుది ఘడియలు\n' +
            'హృదయ బాధ హెచ్చెను (2)\n' +
            'పదిలపరచు-నట్లు తండ్రి\n' +
            'మదిలో వదలక ప్రార్ధించుడనెను (2) ||అప్పగింప||',
        englishLyric: '',
        details: '',
        youtubeLink: 'https://www.youtube.com/watch?v=wRbJXky025Y'
    },
    {
        teluguTitle: 'అపరాదిని యేసయ్యా',
        englishTitle: 'aparaadini yesaiah',
        teluguLyric: 'పల్లవి: అపరాధిని యేసయ్య - క్రపజూపి బ్రోవుమయ్యా\n' +
            'నెపమెంచకయె నీ క్రపలో - నపరాధములను క్షమించు ..అపరాధిని..\n' +
            '\n' +
            '1. సిలువకు నినునే గొట్టితీ - తులువలతో జేరితిని\n' +
            'కలుషంబులను మోపితిని - దోషుండ నేను ప్రభువా ..అపరాధిని..\n' +
            '\n' +
            '2. ప్రక్కలో బల్లెపుపోటు - గ్రక్కున పొడిచితి నేనే\n' +
            'మిక్కిలి బాధించితిని - మక్కువ జూపితి వయ్యో ..అపరాధిని..\n' +
            '\n' +
            '3. ముళ్ళతో కిరీటంబు - నల్లి నీ శిరమున నిడితి\n' +
            'నావల్ల నేరమాయె - చల్లని దయగల తండ్రీ ..అపరాధిని..\n' +
            '\n' +
            '4. దాహంబు గొనగా చేదు - చిరకను ద్రావినిడితి\n' +
            'ద్రోహుండనై జేసితినీ - దేహంబు గాయంబులను ..అపరాధిని..\n' +
            '\n' +
            '5. ఘోరంబుగా దూరితిని - నేరంబులను జేసితిని\n' +
            'క్క్రూరుండనై గొట్టితిని - ఘోరంపి పాపిని దేవా ..అపరాధిని..',
        englishLyric: '',
        details: '',
        youtubeLink: ''
    },
    {
        teluguTitle: 'అపరాధిని యేసయ్య కృప జూపి బ్రోవ',
        englishTitle: 'aparaadhini yaesayya krupa joo',
        teluguLyric: 'అపరాధిని యేసయ్య కృప జూపి బ్రోవుమయ్యా\n' +
            'నెపమెంచకయె నీ కృపలో నపరాధములను క్షమించు ||అప||\n' +
            '\n' +
            '1. సిలువకు నిను నే గొట్టితిని తులవలతో జేరితిని\n' +
            'కలుషంబులను మోపితిని దోషుండనేను ప్రభువా ||అప||\n' +
            '\n' +
            '\n' +
            '2. ప్రక్కలో బల్లెపుపోటు గ్రక్కున పొడిచితి నేనే\n' +
            'మిక్కిలి బాధించితిని మక్కువ జూపితివయ్యో ||అప||\n' +
            '\n' +
            '\n' +
            '3. ముళ్లతో కిరీటంబు నల్లి నీ శిరమున నిడితి\n' +
            'నా వల్ల నేరమాయె చల్లని దయగల తండ్రీ ||అప||\n' +
            '\n' +
            '\n' +
            '4. దాహంబు గొనగా చేదు చిరకను ద్రావనిడితి\n' +
            'ద్రోహుండనై జేసితినీ దేహంబుగాయంబులను ||అప||\n' +
            '\n' +
            '\n' +
            '5. ఘోరంబుగా దూరితిని నేరంబులను జేసితిని\n' +
            'క్రూరుండనై గొట్టితిని ఘోరంపు పాపిని దేవా ||అప||\n' +
            '\n' +
            '\n' +
            '6. చిందితి రక్తము నాకై పొందిన దెబ్బలచేత\n' +
            'నిందలు పెట్టితినయ్యో సందేహమేలనయ్యా ||అప||\n' +
            '\n' +
            '\n' +
            '7. శిక్షకు పాత్రుడనయ్యా రక్షణ దెచ్చితివయ్యా\n' +
            'అక్షయ భాగ్యము నియ్య మోక్షంబు జూపితివయ్యా ||అప||\n',
        englishLyric: '',
        details: '',
        youtubeLink: ''
    },
    {
        teluguTitle: 'అపు డర్చకాదు లుప్పొంగిరి ప్రభు',
        englishTitle: 'apu darchakaadhu luppomgiri pr',
        teluguLyric: 'అపు డర్చకాదు లుప్పొంగిరి ప్రభుని విపరీతముగఁ జంపసాగిరి\n' +
            'కృపమాలినట్టి పా పపు జిత్తమున నిష్ఠు రపు సిల్వమానిపైఁ బ్రభుని\n' +
            'వేయుట కొప్పి ||రపు డర్చ||\n' +
            '\n' +
            '1. యెరూషలేమను నూరి బైటను దుఃఖ కరమైన కల్వరిమెట్టను పరమ\n' +
            'సాధుని సిల్వ పైఁ బెట్టి తత్పాద కరమధ్యముల మేకు లరుదుగ దిగఁ\n' +
            'గొట్టి ||రపు డర్చ||\n' +
            '\n' +
            '\n' +
            '2. చిమ్మె నిమ్మగు మేని రక్తము దాని నమ్ము వారల కెంతో యుక్తము\n' +
            'నెమ్మోము వాడి కెం దమ్మి పూవలె మస్త కమ్ము వేటులను ర క్తము జారి\n' +
            'కనుపట్టె ||నపు డర్చ||\n' +
            '\n' +
            '\n' +
            '3. గడి దొంగ లిరువురుని బట్టిరి ప్రభుని కుడి యెడమలను సిల్వఁ\n' +
            'గొట్టిరి చెడుగు యూదులు బెట్టు కడు బాధలను మరియ కొడు\n' +
            'కోర్చుకొని వారి యెడ దయ విడఁడయ్యె ||నపు డర్చ||',
        englishLyric: '',
        details: '',
        youtubeLink: ''
    },
    {
        teluguTitle: 'అబేద్నగో షడ్రకు మెషెకు వచ్చిపడెనే పెద్ద చిక్కు',
        englishTitle: 'abednago shadraku mesheku vacchipadene pedda chikku',
        teluguLyric: 'అబేద్నగో, షడ్రకు, మెషెకు వచ్చిపడెనే పెద్ద చిక్కు /2/\n' +
            'రాజు ప్రతిమకు మ్రొక్కమంటూ సాతాను ప్లే చేసె ట్రిక్కు ! /2/\n' +
            'అబేద్నగో, షడ్రకు, మెషెకు వచ్చిపడెనే పెద్ద చిక్కు\n' +
            '\n' +
            '1. యేడంతలు వేడిని పెంచిన – అగ్నిలో మమ్మును కాల్చిన! /2/\n' +
            'నీ ప్రతిమంటే మాకులేదు లెక్క! – మ్రొక్కమంటు చెప్పినారు ఎంచక్కా!/2/\n' +
            'అబేద్నగో, షడ్రకు, మెషెకు సాతానుకు పెట్టినారు చెక్కు!.. /2/',
        englishLyric: '',
        details: '',
        youtubeLink: ''
    },
    {
        teluguTitle: 'అబ్రాహాము ఇస్సాకు యాకోబునకు దేవుడవు',
        englishTitle: 'abraahaamu issaaku yaakobunaku devudavu',
        teluguLyric: 'అబ్రాహాము ఇస్సాకు యాకోబునకు దేవుడవు\n' +
            '(యేసయ్యా) భూ రాజులందరికి భూ జనులందరికి పూజ్యుడవు – (2) ||అబ్రాహాము||\n' +
            '\n' +
            'అబ్రాహాము విశ్వాసులకు తండ్రి అని\n' +
            'ఇస్సాకునకు ప్రతిగా గొరియపిల్లనిచ్చి (2)\n' +
            'యాకోబును ఇశ్రాయేలని దీవించి\n' +
            'ఈ పాపిని నీవు విడువక ప్రేమించి\n' +
            'నా మంచి యేసయ్యా – నీవున్న చాలయ్యా\n' +
            'నీ చేతి నీడలో జీవింతునయ్యా (2) ||అబ్రాహాము||\n' +
            '\n' +
            'జీవాహారము నేనే అని పలికితివి\n' +
            'జీవ జలముల ఓరన నను నాటితివి (2)\n' +
            'నిర్జీవమైన నన్ను సజీవునిగా చేసి\n' +
            'హృదయము నుండి జీవ జలములు పుట్టించి\n' +
            'నీ జీవాహారము – నీ జీవజలమును\n' +
            'నాకిచ్చినందుకు స్తోత్రము చెల్లింతును (2) ||అబ్రాహాము||',
        englishLyric: '',
        details: '',
        youtubeLink: 'https://www.youtube.com/watch?v=Vcj0nPpxUi4'
    },
    {
        teluguTitle: 'అబ్రహాము దేవుడవు ఇస్సాకు దేవుడవు',
        englishTitle: 'abrahamu devuda ',
        teluguLyric: 'అబ్రహాము దేవుడవు - ఇస్సాకు దేవుడవు\n' +
            '\n' +
            'యాకోబు దేవుడవు - నాకు చాలిన దేవుడవు\n' +
            '\n' +
            'యేసయ్యా నా యేసయ్యా - యేసయ్యా నా యేసయ్యా (2X)\n' +
            '\n' +
            '1.\n' +
            'అబ్రహాము విశ్వాసముతొ - స్వ దేశము విడచెను\n' +
            '\n' +
            'పునాదులు గల పట్టణమునకై వేచి జీవించెను (2X)\n' +
            '\n' +
            'అబ్రహాముకు చాలిన దేవుడు నీవే నయ్యా (2X)\n' +
            '\n' +
            'యేసయ్యా నా యేసయ్యా - యేసయ్యా నా యేసయ్యా (2X)\n' +
            '...అబ్రహాము...\n' +
            '\n' +
            '2.\n' +
            'ఇస్సాకు విధేయుడై బలియాగమాయెను\n' +
            '\n' +
            'వాగ్ధానాన్ని బట్టి మృతుడై లేచెను (2X)\n' +
            '\n' +
            'ఇస్సాకుకు చాలిన దేవుడు నీవేనయ్యా (2X)\n' +
            '\n' +
            'యేసయ్యా నా యేసయ్యా - యేసయ్యా నా యేసయ్యా (2X)\n' +
            '...అబ్రహాము...\n' +
            '\n' +
            '3.\n' +
            'యాకోబు మోసగాడై తండ్రి ఇంటిని విడచెను\n' +
            '\n' +
            'యాకోబు ఇశ్రాయేలై తండ్రి ఇంటికి చేరెను (2X)\n' +
            '\n' +
            'యాకోబుకు చాలిన దేవుడు నీవేనయ్యా (2X)\n' +
            '\n' +
            'యేసయ్యా నా యేసయ్యా - యేసయ్యా నా యేసయ్యా (2X)',
        englishLyric: '',
        details: '',
        youtubeLink: ''
    },
    {
        teluguTitle: 'అబ్రహము దేవుడవు నీవే యేసయ్య',
        englishTitle: 'abrahamu devudavu neeve yesayya',
        teluguLyric: 'అబ్రహము దేవుడవు నీవే యేసయ్య\n' +
            'దేవ కుమారుడవు నీవే మెస్సయ్య\n' +
            'ధావన పావన బావా నిరంతర\n' +
            'చింత తీర్చి శాంతి నిచ్చు ప్రేమ పావనుడా\n' +
            '\n' +
            'పల్లవి:\n' +
            'నీవే మాకు తోడుగా, నీవే మాకు నీడగా\n' +
            'మాతో ఉండగా భయమేల\n' +
            '\n' +
            '1. సింహాల బోనులో పడిన వేళలో\n' +
            'ప్రార్ధన చేయగా కాపాడినావు\n' +
            'మండే మంటలలో పడిన వేళలో\n' +
            'నీవే తోడుగా మాతో ఉన్నావు\n' +
            '\n' +
            '2. కూలిన బ్రతుకులు కట్టే వాడవు\n' +
            'ఎతైన కోటగా నాకై ఉన్నావు\n' +
            'కట్టిన కట్లను తెంపే వాడవు\n' +
            'ఉన్నవాడా నీవే మాతో ఉన్నావు',
        englishLyric: '',
        details: '',
        youtubeLink: 'https://www.youtube.com/watch?v=csRmI2g2d3Y'
    },
    {
        teluguTitle: 'అమ్మా అని నిన్ను పిలువనా',
        englishTitle: 'ammaa ani ninnu piluvanaa',
        teluguLyric: 'అమ్మా అని నిన్ను పిలువనా\n' +
            'యేసయ్యా.. నాన్నా అని నిన్ను తలువనా (2)\n' +
            'అమ్మా… నాన్నా… (2)\n' +
            '(నా) అమ్మా నాన్నా నీవేనయ్యా (2) ||అమ్మా||\n' +
            '\n' +
            'కన్నీరే నాకు మిగిలెను యేసయ్యా\n' +
            'ఓదార్చే వారు ఎవరూ లేరయ్యా (2)\n' +
            'అమ్మా… నాన్నా… (2)\n' +
            'అమ్మా నాన్నా నీవేనయ్యా (2) ||అమ్మా||\n' +
            '\n' +
            'ఎవరూ లేని ఒంటరి నేనయ్యా\n' +
            'ఎవరూ లేని అనాథను నేనయ్యా (2)\n' +
            'అమ్మా… నాన్నా… (2)\n' +
            'అమ్మా నాన్నా నీవేనయ్యా (2) ||అమ్మా||\n' +
            '\n' +
            'నేనున్నాను భయమేలను అని\n' +
            'నాకభయమిచ్చిన నా యేసు రాజా (2)\n' +
            'అమ్మా… నాన్నా… (2)\n' +
            'అమ్మా నాన్నా నీవేనయ్యా (2) ||అమ్మా||',
        englishLyric: '',
        details: '',
        youtubeLink: ''
    },
    {
        teluguTitle: 'అమ్మ కన్న మిన్న ఓ యేసయ్యా',
        englishTitle: 'amma kanna minna o yesayyaa',
        teluguLyric: 'అమ్మ కన్న మిన్న ఓ యేసయ్యా\n' +
            'నాన్న కన్న మిన్న ఓ యేసయ్యా (2)\n' +
            'నీ ప్రేమ కొదువ లేనిది\n' +
            'ఆ.. ఆ.. నీ కృప అంతము కానిది (2)\n' +
            '\n' +
            'ఓ తల్లి తన బిడ్డను మరచునా\n' +
            'వారైనా మరచినా నేను మరువను\n' +
            'అని వాగ్ధానమిచ్చిన నా యేసయ్యా – (2) ||నీ ప్రేమ||\n' +
            '\n',
        englishLyric: '',
        details: '',
        youtubeLink: 'https://www.youtube.com/watch?v=J4ExiBTjkVs'
    },
    {
        teluguTitle: ' అమ్మల్లారా ఓ అక్కల్లారా',
        englishTitle: 'ammallaara o akkallaara',
        teluguLyric: 'అమ్మల్లారా ఓ అక్కల్లారా (2)\n' +
            'ఈ వార్త వినరండే\n' +
            'యేసయ్యను నమ్ముకొండే (2)\n' +
            '\n' +
            'మానవ జాతి పాపము కొరకై (2)\n' +
            'కన్నీరు విడుస్తుండు\n' +
            'ప్రభు రమ్మని పిలుస్తుండు (2)\n' +
            '\n' +
            'లోకమంతటా యేసు రక్తము (2)\n' +
            'ఎరువుగ జల్లిండే\n' +
            'మరణపు ముల్లును విరిచిండే (2)\n' +
            '\n' +
            'అమ్మల్లారా ఓ అక్కల్లారా (2)\n' +
            'ఓ పల్లె చెల్లెల్లారా\n' +
            'ఓ పట్నం అక్కల్లారా (2)\n' +
            '\n' +
            'బట్టలు మార్చితే బ్రతుకు మారదు\n' +
            'గుండు కొడితే నీ గుణం మారదు\n' +
            'బతుకు మారడం బట్టల్ల లేదు\n' +
            'గుణం మారడం గుండుల లేదు\n' +
            'నీ మనసు మారాలన్నా\n' +
            'నీ బుద్ది మారాలన్నా\n' +
            'నీ మనసు మారాలక్కా\n' +
            'నీ బుద్ది మారాలక్కా\n' +
            '\n' +
            'పాపం లేని యేసు దేవుణ్ణి\n' +
            'నమ్ముకుందామమ్మా\n' +
            'దేవుడు మంచి దేవుడమ్మా (2)\n' +
            '\n' +
            'అమ్మల్లారా ఓ అక్కల్లారా (2)\n' +
            'ఈ సత్యమినరండే\n' +
            'ఇది కల్ల కాదు చెల్లె\n' +
            'ఇది కల్ల కాదు తమ్మి\n' +
            'ఇది కల్ల కాదు తాత\n' +
            'ఇది కల్ల కాదు అవ్వ\n' +
            'ఇది కల్ల కాదు అన్న\n' +
            'ఇది కల్ల కాదు అక్క',
        englishLyric: '',
        details: '',
        youtubeLink: ''
    },
    {
        teluguTitle: 'అమరుడవు నీవు నా యేసయ్య ఆదియు అంతము నీవేనయ్యా',
        englishTitle: 'amarudavu neevu naa yesayya aadhiyu anthamu neevenayyaa',
        teluguLyric: 'అమరుడవు నీవు నా యేసయ్య ఆదియు అంతము నీవేనయ్యా\n' +
            'ఆదిలోనున్న నీ వాక్యమే ఆదరించెను శ్రమ కొలిమిలో\n' +
            'సొమ్మసిల్లక – సాగిపోదును సీయోను మార్గములో\n' +
            'స్తోత్ర గీతము – ఆలపింతును నీ దివ్య సన్నిధిలో\n' +
            'శక్తికి మించిన సమరములో నేర్పితివి నాకు నీ చిత్తమే\n' +
            'శిక్షకు కావే శోధనలన్ని ఉన్నత కృపతో నను నింపుటకే\n' +
            'ప్రతి విజయము నీకంకితం నా బ్రతుకే నీ మహిమార్ధం\n' +
            'లోకమంతయు – దూరమైనను – నను చేరదీసెదవు\n' +
            'దేహమంతయు – ధూళియైనను – జీవింపజేసెదవు\n' +
            'వేకువ కురిసిన చిరుజల్లులో నీ కృప నాలో ప్రవహించగా\n' +
            'పొందితినెన్నో ఉపకారములు నవనూతనమే ప్రతిదినము\n' +
            'తీర్చగలనా నీ ఋణమును మరువగలనా నీ ప్రేమను\n' +
            'కన్న తండ్రిగ – నన్ను కాచి – కన్నీరు తుడిచితివి\n' +
            'కమ్మనైన – ప్రేమచూపి – కనువిందు చేసితివి\n' +
            'జల్దరు వృక్షమును పోలిన గుణశీలుడవు నీవేనయ్యా\n' +
            'మరణము గెలచిన పరిశుద్దుడవు పునరుత్ధానుడవు నీవయ్యా\n' +
            'జయశీలుడవు నీవేనని ఆరాధింతును ప్రతి నిత్యము\n' +
            'గుండె గుడిలో నిండినావు నీకే ఆరాధన\n' +
            'ఆత్మ దీపము – వెలిగించినావు – నీకే ఆరాధన',
        englishLyric: '',
        details: '',
        youtubeLink: 'https://www.youtube.com/watch?v=knycUO1YDuo'
    },
    {
        teluguTitle: 'అమూల్య రక్తం – ప్రశస్త రక్తం',
        englishTitle: 'amoolya raktham prashastha raktham',
        teluguLyric: 'అమూల్య రక్తం – ప్రశస్త రక్తం\n' +
            'విలువైన రక్తం – శక్తి గల రక్తం (2)\n' +
            'యేసు రక్తమే జయము\n' +
            'క్రీస్తు రక్తమే విజయము (2)\n' +
            'పాప క్షమాపణ యేసు రక్తములోనే\n' +
            'శాప విమోచన క్రీస్తు రక్తములోనే ||అమూల్య||\n' +
            '\n' +
            'తండ్రి చిత్తము నెరవేర్చ\n' +
            'గెత్సేమనేలో ప్రార్ధింప (2)\n' +
            'చెమట రక్తము గొప్ప బిందువులై కారెనే\n' +
            'ఆత్మ శక్తిని ప్రసాదించును – అమూల్య రక్తమే (2) ||యేసు||\n' +
            '\n' +
            'శాపానికి ప్రతిఫలము ముళ్ళు\n' +
            'ముండ్ల కిరీటముతో చెల్లు (2)\n' +
            'ప్రభువు నొందెనే మనకై కొరడా దెబ్బలు\n' +
            'ప్రతి వ్యాధిని స్వస్థపరచును – అమూల్య రక్తమే (2) ||యేసు||\n' +
            '\n' +
            'నీ చేతుల పనిని ఆశీర్వదింప\n' +
            'ప్రభు చేతులలో మేకులు గొట్ట (2)\n' +
            'కాళ్లలో మేకులు సువార్తకు సుందరమే\n' +
            'బల్లెపు పోటు బాగు చేయును – గుండెలను (2) ||యేసు||',
        englishLyric: '',
        details: '',
        youtubeLink: 'https://www.youtube.com/watch?v=nFtw-HqB5r8'
    },
    {
        teluguTitle: 'అమూల్యమైన ఆణిముత్యమా',
        englishTitle: 'amoolyamaina aanimuthyamaa',
        teluguLyric: 'అమూల్యమైన ఆణిముత్యమా\n' +
            'యెహోవ దేవుని హస్తకృతమా (2)\n' +
            'అపురూప సౌందర్య రాశివి నీవు\n' +
            'ఆత్మీయ సుగుణశీలివి నీవు (2) ||అమూల్యమైన||\n' +
            'జ్ఞానము కలిగి నోరు తెరచుదువు\n' +
            'కృపగల ఉపదేశమును చేయుదువు (2)\n' +
            'ఇంటివారిని బాగుగ నడుపుచూ\n' +
            'వారి మన్ననలను పొందుచుందువు (2) ||అమూల్యమైన||\n' +
            'చేతులతో బలముగా పనిచేయుదువు\n' +
            'బలమును ఘనతను ధరించుకొందువు (2)\n' +
            'రాత్రివేళ నీ దీపము ఆరదు\n' +
            'కాంతికిరణమై మాదిరి చూపుదువు (2) ||అమూల్యమైన||\n' +
            'దీనులకు నీ చేతులు పంచును\n' +
            'దరిద్రులను నీవు ఆదుకొందువు (2)\n' +
            'దూరము నుండి ఆహారము కొనుచు\n' +
            'మంచి భోజనముతో తృప్తిపరచుదువు (2) ||అమూల్యమైన||',
        englishLyric: '',
        details: '',
        youtubeLink: 'https://www.youtube.com/watch?v=caZJxUdef4w'
    },
    {
        teluguTitle: 'అమూల్యరక్తము ద్వారారక్షణపొందిన జనులారా',
        englishTitle: 'amoolyarakthamu dhvaaraarakshnapomdhina janulaaraa',
        teluguLyric: 'పల్లవి: అమూల్యరక్తము ద్వారారక్షణపొందిన జనులారా\n' +
            'సర్వశక్తుని ప్రజలారా పరిశుద్ధులారా పాడెదము\n' +
            'ఘనత మహిమ స్తుతులను పరిశుద్ధులారా పాడెదము\n' +
            '\n' +
            '1. మన యౌవన జీవితముల్ - శరీరాశకు లోబరచి\n' +
            'చెడుమాటలను పలుకుచు - శాంతిలేక యుంటిమిగా\n' +
            '\n' +
            '2. చెడు మార్గమున పోతిమి - దాని యంతము మరణము\n' +
            'నరక శిక్షకు లోబడుచు - పాపపు ధనము పొందితిమి\n' +
            '\n' +
            '3. నిత్య సత్య దేవుని - నామమున మొరలిడక\n' +
            'స్వంత నీతితోడనే - దేవుని రాజ్యము కోరితిమి\n' +
            '\n' +
            '4. కనికరముగల దేవుడు - మానవరూపము దాల్చెను\n' +
            'ప్రాణము సిలువను బలిజేసి - మనల విమోచించెను\n' +
            '\n' +
            '5. తన రక్తధారలలో - మన పాపములను కడిగి\n' +
            'మన కన్నులను తెరచి - మనల నింపెను జ్ఞానముతో\n' +
            '\n' +
            '6. పాపులమైన మనమీద - తన యాశ్చర్య ఘనప్రేమ\n' +
            'కుమ్మరించెను మన ప్రభువు - కృతజ్ఞత చెల్లింతుము\n' +
            '\n' +
            '7. మన రక్షకుని స్తుతించెదము - మనలను జేసెను ధన్యులుగా\n' +
            'మన దేవుని కర్పించెదము - జీవాత్మ శరీరములన్\n',
        englishLyric: '',
        details: '',
        youtubeLink: ''
    },
    {
        teluguTitle: 'అమృతము అద్భుతము దివ్యసత్యము',
        englishTitle: 'amruthamu adhbhuthamu dhivyasathyamu',
        teluguLyric: '1. మంగళముగ పాడుడీ - కృప సత్యంబును\n' +
            'రంగుగ జ్ఞానమిచ్చెడు దివ్యవాక్యము\n' +
            'విజయ సత్యవేదము - మంగళ నిత్యదీపము\n' +
            '\n' +
            'పల్లవి: అమృతము అద్భుతము దివ్యసత్యము\n' +
            '\n' +
            '2. సువి శేషమును ప్రకటింపు - కృప సత్యంబును\n' +
            'పాప ఘోరంబు తెల్పును - దివ్యవాక్యము\n' +
            'పరలోక వర్షము - జ్ఞాన నింపుదలయును\n' +
            '\n' +
            '3. దేవుడేసు హర్షించెడు - కృపసత్యంబును\n' +
            'జీవ మంగళ వాక్యముల్ - దివ్యవాక్యముల్\n' +
            'యేసు నన్నుచూడు - నిత్యము శుద్ధీకరించు\n' +
            '\n' +
            '4. రెండుయంచుల ఖడ్గము - కృప సత్యంబును\n' +
            'ఉల్లముల్ కరిగించెడు దివ్యవాక్యము\n' +
            'యోచనల్ చూపుదర్పణము - కలితిలేని జ్ఞానము\n' +
            '\n' +
            '5. ఆత్మకాహారమిదియే - కృప సత్యంబును\n' +
            'పాపికి జీవపానము - దివ్యవాక్యము\n' +
            'పాదములకు దీపము - కాళ్ళకు మంచి వెల్గును\n' +
            '\n' +
            '6. విశ్వాసుల సువార్తయే - కృప సత్యంబును\n' +
            'నిశ్చయమైన పునాదియే - దివ్యవాక్యము\n' +
            'విడుదలనిచ్చు సత్యము - ఉన్నతలోక సత్యము\n' +
            '\n' +
            '7. హల్లెలూయ పాడెద - కృప సత్యంబును\n' +
            'అపవిత్రతను పోగొట్టున్ దివ్యవాక్యము\n' +
            'ప్రభువు నామమిదియే - నాదు ఆస్తియునిదే\n',
        englishLyric: '',
        details: '',
        youtubeLink: ''
    },
    {
        teluguTitle: 'అయ్యా నా కోసం కల్వరిలో',
        englishTitle: 'ayyaa naa kosam kalvarilo',
        teluguLyric: 'అయ్యా నా కోసం కల్వరిలో\n' +
            'కన్నీరును కార్చితివా (2)\n' +
            'నశించిపోవు ఈ పాపి కొరకై\n' +
            'సిలువను మోసితివా\n' +
            'అయ్యా వందనమయ్యా\n' +
            'యేసు వందనమయ్యా (2) ||అయ్యా||\n' +
            'పడిపోయి ఉన్న వేళలో\n' +
            'నా చేయి పట్టి లేపుటకు\n' +
            'గొల్గొతా కొండపై పడిపోయిన\n' +
            'యేసు నా కొరకు తిరిగి లేచితివి (2) ||అయ్యా వందనమయ్యా||\n' +
            'అనాథ నేను కాదని\n' +
            'సిలువపై నాకు చెప్పుటకు\n' +
            'ఒంటరిగా ఉన్న మరియను\n' +
            'యేసు యోహానును అప్పగించితివి (2) ||అయ్యా వందనమయ్యా||',
        englishLyric: '',
        details: '',
        youtubeLink: 'https://www.youtube.com/watch?v=I24e5EWTR-c'
    },
    {
        teluguTitle: 'అయ్యో నాదగు ఘోరపాపము గదా భారమై',
        englishTitle: 'ayyoa naadhagu ghoarapaapamu',
        teluguLyric: 'అయ్యో నాదగు ఘోరపాపము గదా భారమై నీపై నొరిగె నెయ్యము\n' +
            'వీడి మెస్సీయ్య నిన్ సిలువ కొయ్యపైని గొరత కప్పగించిన ||దయ్యో||\n' +
            '\n' +
            '1. నిరతము దూతానీక మూడిగము నెరపుచుండఁ దండ్రి పజ్జనుండియు\n' +
            'నిరుపమాన సౌఖ్యములఁ దేలు నినుఁ బరమునుండి క్రిందికి దిగలాగిన\n' +
            '||దయ్యో||\n' +
            '\n' +
            '\n' +
            '2. కోరి నిన్నుఁ గడుపారఁ గనియుఁ గను లారఁ చూచుకొన నేరనట్టి యల\n' +
            'మేరి గర్భమున దూయఁబడిన కడు ఘోరమైన ఖడ్గంబు నిజముగ ||నయ్యో||\n' +
            '\n' +
            '\n' +
            '3. మొయ్యరాని పెనుకొయ్య నొండు నీ మూపుపైన భారముగ మోపి\n' +
            'రయ్యయ్యొ యింత బాధ సల్పినది యూ దయ్య వాసులెంత మాత్రమునుగా\n' +
            '||రయ్యో||\n' +
            '\n' +
            '\n' +
            '4. కోలలచే నెన్నెన్నొ పెట్లు పెను గోలగాక యెన్నెన్నొ తిట్లు కృప మాలి\n' +
            'నీదు వదనమ్ముపై నుమియ నేల నింత కోపంబురాదు నిజ ||మయ్యో||\n' +
            '\n' +
            '\n' +
            '5. ముండ్లతోడ మకుట మొక్క టల్లి కడు మూర్ఖత నీ తలపైనిఁ బెట్టి నీ\n' +
            'కండ్ల కొక్క గంతఁ గడ గండు పెట్టఁ గారణము నిజముగా ||నయ్యో||\n' +
            '\n' +
            '\n' +
            '6. ఈపు ప్రాణమును నీవిగ నొసఁగ నీటెతోడఁ బ్రక్కను బొడుచుట హా\n' +
            'భావమందుఁ దలపోసి చూడ నల బంటు గాదు బల్లెంబు గాదు నిజ\n' +
            '||మయ్యో||',
        englishLyric: '',
        details: '',
        youtubeLink: ''
    },
    {
        teluguTitle: 'అయ్యో యిది దుఃఖము ప్రభు తీర్పు',
        englishTitle: 'ayyoa yidhi dhuhkhamu prabhu',
        teluguLyric: 'అయ్యో యిది దుఃఖము ప్రభు తీర్పువేళ నయ్యో యిది యెంత\n' +
            'దుఃఖము చయ్యన యెహోవా సింహా సనము చుట్టు వహ్ని మండు\n' +
            'నయ్యెడ విశ్వాసులకు దు రాత్మల కగు నిత్య ఖేద ||మయ్యో||\n' +
            '\n' +
            '1. తల్లి పిల్లలు గూడుదు రచటఁ దండ్రి తాత లచటఁ గలియుదు రెల్ల కాల\n' +
            'మటుల నుండ కెడబడి మరి యెపుడు చూడ ||రయ్యో||\n' +
            '\n' +
            '\n' +
            '2. అన్నదమ్ములచటఁ గూడుదురు రక్క సెలియలందుఁ గలియుదు రెన్నఁ\n' +
            'డు మరి చూడ రాని యెడఁగల స్థలములకుఁ బోదు ||రయ్యో||\n' +
            '\n' +
            '\n' +
            '3. భార్యాభర్తలు గూడుదురు రచట బంధు మిత్రులు కలియుదురు రందుఁ\n' +
            'కార్య భేదమువలన సర్వ కాలము మరి కూడఁజాల ||రయ్యో||\n' +
            '\n' +
            '\n' +
            '4. క్రీస్తు మత ప్రబోధకులు స మస్త శిష్యులు కూడుదు రచట వాస్తవ స్థితు\n' +
            'లెరుఁగఁబడిన వలనను విడఁబడుదు రంద ||రయ్యో||\n' +
            '\n' +
            '\n' +
            '5. శిష్టులు దుష్టులు కూడుదు రచట స్నేహవంతు లందుఁ గలియుదు\n' +
            'రిష్టము గాని భిన్నులగుచు నిఁక మరి యెన్నటికిఁ గూడ ||రయ్యో||\n' +
            '\n' +
            '\n' +
            '6. అల పిశాచి పాపు లందరు నడుపు కర్తకు భిన్ను లగుచు పలుగొరుకుల\n' +
            'నిత్య నరక బాధల పాల్బడక పోరు ||అయ్యో||\n' +
            '\n' +
            '\n' +
            '7. సాధు సజ్జనంబు లెల్ల సకల దూతలతోడఁ గూడి మోదముతో\n' +
            'ప్రభుని వెంట ముక్తి కేగి నిత్యులగుదు రాహా యిది యెంత విజయము\n' +
            'ప్రభు తీర్పు వేళ నాహా యిది యెంత విజయము ||అయ్యో||',
        englishLyric: '',
        details: '',
        youtubeLink: ''
    },
    {
        teluguTitle: 'అర్ధం చేసుకునే ఆప్తుడవు నీవే బాధను పంచుకునే బంధువు నీవే',
        englishTitle: 'ardham chesukune apthudavu',
        teluguLyric: 'అర్ధం చేసుకునే ఆప్తుడవు నీవే బాధను పంచుకునే బంధువు నీవే\n' +
            'ప్రేమను పంచగలిగినా పరమ తండ్రివి నీవె\n' +
            'సహయం చెయగలిగిన నా హితుడవు నీవే\n' +
            'నీ ప్రేమ చాలయ్య నను కొన్న యేసయ్య\n' +
            'నీ ప్రేమ చాలయ్య నను కన్న యేసయ్య\n' +
            '\n' +
            '1 కన్నీరు తడిచి కలతలను బాపే\n' +
            'కలుషాత్ములను కడిగే కరుణాత్ముడవు నీవే\n' +
            'కృపా సత్య సంపూర్ణమై నా హృధిని గెలిచావే\n' +
            'కొనియాడ నా యేసయ్య కోటి కంటాలతో\n' +
            'కీర్తించే నా యేసయ్య స్తోత్ర గీతాలతో\n' +
            'ఎందుకింత ప్రేమయ్య నా పైన యేసయ్య\n' +
            '\n' +
            '2 వేదనలు తొలగించి శోధనలు గెలిపించి\n' +
            'వారసునిగా మార్చి వీరునిగా చేసావే\n' +
            'వాక్యంతో నను నింపి వారధిగా నిలిపావే\n' +
            'విలువైన పిలుపుతో పిలిచి వెన్నంటే ఉన్నావే\n' +
            'ఎంత వింత ప్రేమయ్య నా పైన యేసయ్య',
        englishLyric: '',
        details: '',
        youtubeLink: ''
    },
    {
        teluguTitle: 'అర్పించుచుంటిని యేసయ్యా',
        englishTitle: 'arpinchuchuntini yesayyaa',
        teluguLyric: 'అర్పించుచుంటిని యేసయ్యా\n' +
            'నన్ను నీ చేతికి (2)\n' +
            'దీనుడను నన్ను నీ బిడ్డగా\n' +
            'ప్రేమతో స్వీకరించు (2) ||అర్పించుచుంటిని||\n' +
            '\n' +
            'ఈ లోక జీవితం అల్పకాలమే\n' +
            'నీవే నా గమ్యస్థానము (2)\n' +
            'నిజ సంతోషం నీవు నాకిచ్చి (2)\n' +
            'నా హృదయం వెలిగించు (2)\n' +
            'నా ప్రభువా యేసయ్యా ||అర్పించుచుంటిని||\n' +
            '\n' +
            'దప్పిగొన్న జింకవలెనే\n' +
            'ఆశతో చేరితి నీ దరి దేవా (2)\n' +
            'సేదతీర్చి జలము నిన్ను (2)\n' +
            'వాడిన బ్రతుకులో (2)\n' +
            'నింపుము జీవము ||అర్పించుచుంటిని||',
        englishLyric: '',
        details: '',
        youtubeLink: 'https://www.youtube.com/watch?v=V9mqx__ypCc'
    },
    {
        teluguTitle: 'అర్పింతు స్తుతుల్ నీ సిలువలోనా',
        englishTitle: 'arpimthu sthuthul nee siluvaloanaa',
        teluguLyric: 'పల్లవి: అర్పింతు స్తుతుల్ నీ సిలువలోనా జూపిన నీ ప్రేమకై\n' +
            'మరణమొంది సమాధి నుండి మరల లేచితివి\n' +
            '\n' +
            '1. తలను ముండ్ల కిరీటము బొంది కాళ్ల చేతులు గ్రుచ్చబడి\n' +
            'బలియైతివి గొఱ్ఱెపిల్ల వలె నా కొరకే ఓ ప్రభువా\n' +
            '\n' +
            '2. నీ చింతవలన నాకు శాంతి కల్గె నీ సిలువ వలన కిరీటం\n' +
            'నీ మరణమే నా జీవమాయె నీ ప్రేమ గొప్పదెంతో\n' +
            '\n' +
            '3. నేను జూచెడి మహిమ స్వర్గము నావలన కలుగదు\n' +
            'ఆనంద బాష్పములతోనే స్తుతింతు ఈ ధనము నా కొరకే\n' +
            '\n' +
            '4. నీ సిలువలో తొలగె నా నీచ పాపము నే ద్వేషింతు నన్నియున్\n' +
            'నీ సింహాసనము నాలోన యుంచుము నిన్ను నే స్తుతించెదను',
        englishLyric: '',
        details: '',
        youtubeLink: ''
    },
    {
        teluguTitle: 'అరుణ కాంతి కిరణమై',
        englishTitle: 'aruna kaanthi kiranamai',
        teluguLyric: 'అరుణ కాంతి కిరణమై\n' +
            'కరుణ చూప ధరణిపై\n' +
            'నరుని రూపు దాల్చెను\n' +
            'పరమ దేవ తనయుడు\n' +
            'అదే అదే క్రిస్మస్ – హ్యాపీ క్రిస్మస్\n' +
            'ఇదే ఇదే క్రిస్మస్ – మెర్రీ క్రిస్మస్ ||అరుణ||\n' +
            '\n' +
            'యజ్ఞ యాగాదులు – బలి కర్మకాండలు (2)\n' +
            'దోషంబులు కడుగలేవు\n' +
            'దోషుల రక్షింప లేవు (2)\n' +
            'పరిశుద్ధుని రక్తమునందే\n' +
            'పాపులకిల ముక్తి కలుగును\n' +
            'అందుకే.. అందుకే ||అరుణ||\n' +
            '\n' +
            'పుణ్య కార్యములు – మరి తీర్థయాత్రలు (2)\n' +
            'దోషంబులు కడుగలేవు\n' +
            'దోషుల రక్షింప లేవు (2)\n' +
            'పరిశుద్ధుని రక్తమునందే\n' +
            'పాపులకిల ముక్తి కలుగును\n' +
            'అందుకే.. అందుకే ||అరుణ||',
        englishLyric: '',
        details: '',
        youtubeLink: 'https://www.youtube.com/watch?v=t5dP0ArkkS0'
    },
    {
        teluguTitle: 'అలంకరించును నా మనస్సా ఆయన మరచునా',
        englishTitle: 'alankarinchunu naa manassaa aayana marachunaa',
        teluguLyric: 'నా మనస్సా ఆయన మరచునా\n' +
            'దేవుడు నిన్ను మరచిపోవునా (2)\n' +
            'ఆయనే నీ బాధలన్ని కనుమరుగు చేయునే\n' +
            'ఆనంద తైలము నీపై కుమ్మరించునే (2)\n' +
            'స్తుతింపజేయునే – నిన్ను అలంకరించునే\n' +
            'కోల్పోయినదంతా పునరుద్ధరించునే (2)\n' +
            '\n' +
            'నిట్టూర్పు శబ్దము విన్న – నీ హద్దులన్నిటిలో\n' +
            'సమృద్ధి గానాలెన్నో – ఇది మొదలు వినబడునే (2)\n' +
            'తరిగిపోను నేను – అణగార్చబడను నేను (2) ||స్తుతింపజేయునే||\n' +
            '\n' +
            'సరిచేయు వాడే – ఓ ….స్థిరపరచినాడే\n' +
            'బలపరచినాడే – పూర్ణుణ్ణి చేయునే\n' +
            'సరి చేసి నిన్ను – హెచ్చించిన ప్రభువు\n' +
            'ఈ నూతనవత్సరములో – అలంకరించునే…\n' +
            '\n' +
            'విచారించే వారు లేక – ఒంటరైయున్న నీకు\n' +
            'ఆరోగ్యము దయచేసి – పరిపాలన నిచ్చునే (2)\n' +
            'కూలిన కోటను – రాజగృహముగా మార్చును (2) ||స్తుతింపజేయునే|| ||నా మనస్సా||',
        englishLyric: '',
        details: '',
        youtubeLink: 'https://www.youtube.com/watch?v=7kIS9cehTZs'
    },
    {
        teluguTitle: 'అల్ఫా ఒమేగా అయినా మహిమాన్వితుడా',
        englishTitle: 'alpha omega ayina mahimanvithuda',
        teluguLyric: 'అద్వితీయ సత్యవంతుడా నిరంతరం స్తోత్రర్హుడా\n' +
            'రాత్రిలో కాంతి కిరణమా పగటి లో కృపానిలయమా\n' +
            'ముదిమి వరకు నన్నాదరించె సత్యవాక్యామా\n' +
            'నాతో స్నేహామై నా సౌక్య మై నను నదిపించె నా ఏసయ్యా\n' +
            '\n' +
            '\n' +
            'కనికర పూర్ణుడా నీ కృప బాహుల్యమే\n' +
            'ఉన్నతముగా నిను ఆరాదించుటకు\n' +
            'అనుక్షనమున నీ ముఖ కాంతిలో నిలిపి\n' +
            'నూతన వసంత ములో చేర్చెను\n' +
            'జీవించెద నీ కొరకే హర్షించెద నీ లోనె\n' +
            '\n' +
            '\n' +
            'తేజోమాయుడా నీదివ్య సంకల్పమే\n' +
            'ఆర్చర్యకమైన వెలుగు లో నడుపుటకు\n' +
            'ఆశ నిరాశ ల వలయాలు తప్పించి\n' +
            'అగ్నిజ్వాలగా ననుచేసెను\n' +
            'నా స్తుతి కీర్తన నీవె స్తుతి ఆరాదన నీకె\n' +
            '\n' +
            '\n' +
            'నిజ స్నేహితుడా నీ స్నేహ మాదుర్యమే\n' +
            'శుభ సూచనగా నను నిలుపుటకు\n' +
            'అంతు లేని ఆగాదాలు దాటింఛి\n' +
            'అందని శిఖరాలు ఎక్కించెను\n' +
            'నా చెలిమి నీ తోనే నా కలిమి నీ లోనే',
        englishLyric: '',
        details: '',
        youtubeLink: 'https://www.youtube.com/watch?v=ptYM-MFI1js'
    },
    {
        teluguTitle: 'అల్ఫా ఒమేగయైన మహిమాన్వితుడా',
        englishTitle: 'alphaa omegayaina mahimaanvithudaa',
        teluguLyric: 'అల్ఫా ఒమేగయైన – మహిమాన్వితుడా\n' +
            'అద్వితీయ సత్యవంతుడా – నిరంతరం స్తోత్రార్హుడా (2)\n' +
            'రాత్రిలో కాంతి కిరణమా – పగటిలో కృపా నిలయమా\n' +
            'ముదిమి వరకు నన్నాదరించే సత్య వాక్యమా\n' +
            'నాతో స్నేహమై నా సౌఖ్యమై\n' +
            'నను నడిపించే నా యేసయ్యా (2) ||అల్ఫా||\n' +
            '\n' +
            'కనికర పూర్ణుడా – నీ కృప బాహుల్యమే\n' +
            'ఉన్నతముగా నిను ఆరాధించుటకు\n' +
            'అనుక్షణమున నీ ముఖ కాంతిలో నిలిపి\n' +
            'నూతన వసంతములు చేర్చెను (2)\n' +
            'జీవించెద నీ కొరకే\n' +
            'హర్షించెద నీలోనే (2) ||అల్ఫా||\n' +
            '\n' +
            'తేజోమయుడా – నీ దివ్య సంకల్పమే\n' +
            'ఆశ్చర్యకరమైన వెలుగులో నడుపుటకు\n' +
            'ఆశ నిరాశల వలయాలు తప్పించి\n' +
            'అగ్ని జ్వాలగా నను చేసెను (2)\n' +
            'నా స్తుతి కీర్తన నీవే\n' +
            'స్తుతి ఆరాధన నీకే (2) ||అల్ఫా||\n' +
            '\n' +
            'నిజస్నేహితుడా – నీ స్నేహ మాధుర్యమే\n' +
            'శుభ సూచనగా నను నిలుపుటకు\n' +
            'అంతులేని అగాధాలు దాటించి\n' +
            'అందని శిఖరాలు ఎక్కించెను (2)\n' +
            'నా చెలిమి నీతోనే\n' +
            'నా కలిమి నీలోనే (2) ||అల్ఫా||',
        englishLyric: '',
        details: '',
        youtubeLink: ''
    },
    {
        teluguTitle: 'అల్లనేరేడల్లో అల్లనేరేడల్లో',
        englishTitle: 'allaneredallo',
        teluguLyric: 'అల్లనేరేడల్లో... అల్లనేరేడల్లో...\n' +
            'అల్లల్ల నేరేడి అలొనేరేడి అలొనేరెడలొ....\n' +
            '\n' +
            '1. చుక్కలను చేసినోడ చంద్రుడ్ని చేసినోడ\n' +
            'సృష్టంతా నీదేనయ్యా శ్రీ యేసు దేవ దేవా\n' +
            '\n' +
            '2. నరజాతి గావనెంచి నరరూప మెత్తినావా\n' +
            'కన్య మరియ గర్భమందు జన్మించినావ దేవ\n' +
            '\n' +
            '3. కుంటోళ్ల కాళ్లనిచ్చి గ్రుడ్డోళ్ల కళ్ళునిచ్చి\n' +
            'చచ్చినోళ్ల లేపినావ శ్రీ యేసు దేవదేవా\n' +
            '\n' +
            '4. నమ్మినోళ్లకేమో స్వర్గం నమ్మనోళ్లకేమో నరకం\n' +
            'నమ్ముకుందు నిన్నే దేవ నా తండ్రి నీవేగావా',
        englishLyric: '',
        details: '',
        youtubeLink: ''
    },
    {
        teluguTitle: 'అలసటపడ్డ నీవు దేవోక్తి విను',
        englishTitle: 'alasatapadda neevu dhaevoakthi vinu',
        teluguLyric: '1. అలసటపడ్డ నీవు\n' +
            'దేవోక్తి విను\n' +
            'రా, నా యొద్ద, సు విశ్రాంతి\n' +
            'పొందుము\n' +
            '\n' +
            '\n' +
            '2. నేను చూచు గుర్తు లేవి,\n' +
            'వాని కుండునా?\n' +
            '\'ప్రక్కఁ గాలుసేతులందు\n' +
            'గాయముల్\'\n' +
            '\n' +
            '\n' +
            '3. రాజుఁబోలి కిరీటంబు\n' +
            'వాని కుండునా\n' +
            '\'యుండుగాని ముండ్లచేత\n' +
            'నల్లరి\'\n' +
            '\n' +
            '\n' +
            '4. నన్ను ఁ జేర్చుకొమ్మనంగఁ\n' +
            'జేర్చుకొనునా?\n' +
            '\'ఔను లోకాంతంబు దాఁక\n' +
            'చేర్చును\'\n' +
            '\n' +
            '\n' +
            '5. వాని వెంబడింతు నేని\n' +
            'యేమి లాభము?\n' +
            '\'పాప దుఃఖ కష్టములు\n' +
            'వచ్చును\'\n' +
            '\n' +
            '\n' +
            '6. చావుమట్టు కోర్తునేని\n' +
            'ఏమి యిచ్చును?\n' +
            '\'సంతోషంబు సౌఖ్య మింక\n' +
            'మోక్షము\'',
        englishLyric: '',
        details: '',
        youtubeLink: ''
    },
    {
        teluguTitle: 'అవధులే లేనిది దివ్యమైన నీ కృప',
        englishTitle: 'avadhule lenidi divyamaina nee krupa',
        teluguLyric: 'అవధులే లేనిది దివ్యమైన నీ కృప\n' +
            'అనంతమైనది ఆశ్చర్యమైనది (2)\n' +
            'యేసయ్యా నాపై నీవు చూపిన కృప\n' +
            'అమూల్యమైనది వర్ణించలేనిది (2) ||అవధులే||\n' +
            'ఊహించలేని హృదయానందమును\n' +
            'దుఃఖమునకు ప్రతిగా దయచేసినావు (2)\n' +
            'భారమెక్కువైనా తీరం కడుదూరమైనా\n' +
            'నీపై ఆనుకొందును\n' +
            'నేను గమ్యం చేరుకొందును (2) ||అవధులే||\n' +
            'సరిపోల్చలేని మధురమైన అనుభవం\n' +
            'వింతైన నీ ప్రేమలో అనుభవింపజేశావు (2)\n' +
            'సౌందర్యమైన అతిపరిశుద్ధమైన\n' +
            'నీ రూపము తలచుకొందును\n' +
            'నేను నీ కోసమే వేచియుందును (2) ||అవధులే||\n' +
            'లెక్కించలేని అగ్ని శోధనలో\n' +
            'ప్రయాసమునకు తగిన ఫలములిచ్చినావు (2)\n' +
            'వాడబారని కిరీటము నే పొందుటకు\n' +
            'వెనుకున్నవి మరచి\n' +
            'నేను లక్ష్యము వైపు సాగెద (2) ||అవధులే||',
        englishLyric: '',
        details: '',
        youtubeLink: ''
    },
    {
        teluguTitle: ' అవనిలో ఉద్భవించె ఆది సంభూతిని చూడరే',
        englishTitle: 'avanilo udbhavinche aadi sambhoothuni choodare ',
        teluguLyric: '\n' +
            'అవనిలో ఉద్భవించె ఆది సంభూతిని చూడరే\n' +
            'పుడమియే పరవశించె పసిబాలుని చూడగనే… పసిబాలుని చూడగనే\n' +
            '\n' +
            'ఆకాశమే పట్టనోడు – ధరణిలో పుట్టినాడు\n' +
            'దావీదు పురమునందు దీనుడై – వెలసినాడు రక్షకుడు (2)\n' +
            'ఆనందమే మహా ఆనందమే – అందరికి ఇలలో సంతోషమే\n' +
            'ఆశ్చర్యమే ఇది అద్భుతమే – యేసు జననం అద్భుతమే (2)\n' +
            '\n' +
            'అదృశ్య దేవుని మహిమ స్వరూపుడు\n' +
            'ఆది అంతమైన పరలోక నాథుడు(2)\n' +
            'ఆదియందు వాక్యంబుగా – సృష్టి కార్యము జరిగించినాడు\n' +
            'అనాది నుండి జ్ఞానంబుగా – సృష్టి క్రమము నడిపించినాడు (2)\n' +
            'అన్నిటిని కలిగించిన మహరాజు\n' +
            'కన్నీటిని తుడచుటకు దిగివచ్చినాడు (2) ||ఆనందమే||\n' +
            '\n' +
            'ప్రేమను పంచే ప్రేమామయుడు\n' +
            'రక్షణ ఇచ్చే రక్షించే దేవుడు (2)\n' +
            '\n' +
            'పాపమే లేని సుగుణాల సుందరుడు\n' +
            'శాపము బాపను జన్మించెను చూడు (2)\n' +
            'నిత్యముండు నీతి సూర్యుడు – సత్యసాక్షిగా ఇలకొచ్చినాడు\n' +
            'ప్రేమను పంచే పావనాత్ముడు – పశుల పాకలో పవళించినాడు (2)\n' +
            'సర్వాధికారియైన మహరాజు\n' +
            'దీనులకు దీవెనగా దిగి వచ్చినాడు (2) ||ఆనందమే|| ||ఆకాశమే||\n',
        englishLyric: '',
        details: '',
        youtubeLink: 'https://www.youtube.com/watch?v=rfBhbmosHyc'
    },
    {
        teluguTitle: 'అసమానుండగు ఓ క్రీస్తు అద్వితీయుండగు దేవా',
        englishTitle: 'asamaanumdagu oa kreesthu adhvitheeyumdagu dhaevaa',
        teluguLyric: 'పల్లవి: అసమానుండగు ఓ క్రీస్తు - అద్వితీయుండగు దేవా\n' +
            'అల్ఫాయు ఓమేగ (2) నీవే ప్రభువా (2)\n' +
            '\n' +
            '1. ఇహపరములలో నీ జన్మ - మహానందము కలిగించె (2)\n' +
            'అభయము నిచ్చి మాకు - భయభీతిని బాపితివి (2)\n' +
            'భయభీతిని బాపితివి\n' +
            '\n' +
            '2. నీ జీవిత వాక్కులన్ని - సజీవము జనులందరికి\n' +
            'పావనుడా మా ప్రభు యేసు - అవనికి మాదిరి నీవే\n' +
            '\n' +
            '3. మరణము గెల్చిన మా ప్రభువా - పరమ దేవుడవు నీవే\n' +
            'సాతానున్ ఓడించి - నీతిగా మము తీర్చితివి\n' +
            '\n' +
            '4. పాపశాపముల బాపితివే - చూపితివే పరమదారి\n' +
            'శక్తిగల ఓ ప్రభువా - నీకే మా స్తోత్రములు\n' +
            '\n' +
            '5. విశ్వమంతట ఓ దేవా - శాశ్వతమైనది నీ ప్రేమ\n' +
            'జ్ఞానమునకు మించినది - ఉన్నతమైన ప్రేమ\n' +
            '\n' +
            '6. సంఘమునకు శిరస్సు నీవే - అంగములుగ మము జేసితివి\n' +
            'సర్వ సంపూర్ణుండా - సర్వ మహిమ నీకే',
        englishLyric: '',
        details: '',
        youtubeLink: ''
    },
    {
        teluguTitle: 'ఆ ఆ ఆ ఆ ఆ',
        englishTitle: 'aa aa aa aa',
        teluguLyric: 'ఆ . . . ఆ . . . ఆ . . . ఆ . . . ఆ . . . ఆ . . .\n' +
            'జమిన్ కహాతిహై ఖుదావందే ఈసు మసి ఆనే వాలాహై\n' +
            'ఫలక్ కహాతిహై సారే దునియాంకి సర్దార్ ఆనే వాలాహై\n' +
            'మగర్ వో తేజ్ చమక్ తా సూరజ్ బన్ కర్ ఆనే వాలాహై\n' +
            'ఆ జీవో ఆనేవాలాహై ఓ జీవో ఆనేవాలా హై\n' +
            'మగర్ వో తేజ్ చమక్ తా సూరజ్ బన్ కర్ ఆనే వాలాహై\n' +
            '\n' +
            '1. ఇఫ్ దామె వో బరా బన్ కర్ ఆయాతా\n' +
            'అప్ నేలియే సులిపర్ మరా గయాతా\n' +
            'ఆ జీవో బాపర్ బన్ ఆనేవాలాహై\n' +
            '\n' +
            '2. ఏంజిల్ కహాతిహై దునియామే గుణావోంకో మాఫ్ కర్ నేవాలా\n' +
            'మసికెశీవా ఔర్ కోయి నహీ హై\n' +
            'ఖుదావంద్ ఈసు మసికో మాన్ లేనా హై\n' +
            '\n' +
            'ఆయన రానైయున్నాడు తప్పక రానైయున్నాడుపలు దిక్కుల మెరిసే మహిమరూపుడై రానైయున్నాడు\n',
        englishLyric: '',
        details: '',
        youtubeLink: ''
    },
    {
        teluguTitle: 'ఆ కలువరి మార్గములో యేసు సిలువను మోసెను',
        englishTitle: 'aa kaluvari maargamuloa yaesu siluvanu moasenu',
        teluguLyric: 'పల్లవి: ఆ కలువరి మార్గములో - యేసు సిలువను మోసెను\n' +
            'రక్షణ నివ్వను ఓ సోదరా - నెమ్మది నివ్వను ఓ సోదరీ (2)\n' +
            '\n' +
            '1. గరుకు రాళ్ళ మార్గములో - బరువు సిలువను మోసెను (2)\n' +
            'కొరడాలతో కొట్టిరి - దేహమంతా చీలెను (2)\n' +
            '\n' +
            '2. మేకులు కొట్టిరి కాళ్ళకు - తలకు ముండ్ల కిరీటము\n' +
            'యేసు రక్తము నదివలె - సిలువపై నుండి ప్రవహించె\n' +
            '\n' +
            '3. గాయపడిన చేతులు చాచి - ప్రభువు పిలచుచుండెను\n' +
            'పాపపు స్థితిని మార్చను - నిత్య జీవము నివ్వను\n' +
            '\n' +
            '4. పాపములోనే ఉందువా - పాపము వలన మరణము\n' +
            'నీ పాపములను ఒప్పుకో - కడుగును యేసు రక్తము\n' +
            '\n' +
            '5. హృదయ తలుపు తట్టుచున్నాడు - తెరువుము నీ హృదయము\n' +
            'చేర్చుకొనుము యేసుని - శాంతి నీకు దొరుకును',
        englishLyric: '',
        details: '',
        youtubeLink: ''
    },
    {
        teluguTitle: 'ఆ చిన్న వారిలో నేనుండి యున్న న',
        englishTitle: 'aa chinna vaariloa naenumdi yu',
        teluguLyric: 'ఆ చిన్న వారిలో నేనుండి యున్న నహాహా మా యేసును నేఁ జూచి\n' +
            'యుందు ||నా చిన్న||\n' +
            '\n' +
            '1. ప్రభు యేసు ప్రపంచమం దుండినపుడు పసి బాలకులఁ బిల్చి ప్రార్థించె\n' +
            'ననెడు ప్రాచీన కథను నేఁ జదువుచున్నప్పుడు వారిలో నే నున్న నెంతో\n' +
            'బాగుండు ||నా చిన్న||\n' +
            '\n' +
            '\n' +
            '2. ఆ కరుణ కరము నా తలపైని వ్రాలి యాకాశ బాహువు నా చుట్టు నిలిచి\n' +
            'య నేక బాలకుల రానిమ్మను జాలి తోఁ గర్త పిలుపు విన నాకెంతో\n' +
            'మేల్మి ||యా చిన్న||\n' +
            '\n' +
            '\n' +
            '3. ఇ కమీఁదఁ బ్రార్థన ద్వారా దర్శింతున్ బ్రకటిత ప్రభు ప్రేమ పంచి\n' +
            'యియ్యమందు న మ్మకముతో యేసుని వెదకుచు నుందు సుఖ\n' +
            'లోకమందునఁ జూచి వినుచుందు ||నా చిన్న||\n' +
            '\n' +
            '\n' +
            '4. శుద్ధుల కొఱకు రాజ్యము నేలన్ సిద్ధము చేయఁ బ్రభు యేసు వెళ్లెన్\n' +
            'ముద్దు పాపలు వత్తు రందున విను మ శ్రద్ధ సేయకు వారి దాకాశ రాజ్య\n' +
            '||మా చిన్న||\n',
        englishLyric: '',
        details: '',
        youtubeLink: ''
    },
    {
        teluguTitle: 'ఆ జాలి ప్రేమను గమనింపకుందువా',
        englishTitle: 'aa jali premanu',
        teluguLyric: 'ఆ జాలి ప్రేమను గమనింపకుందువా?\n' +
            'ఆ దివ్య ప్రేమను గ్రహియింపకుందువా?\n' +
            'ఓ సోదరా. . . ఓ సోదరా . . . ఆ ప్రేమమూర్తి యేసు దరిచేరవా?\n' +
            '\n' +
            '\n' +
            '1. నీ పాప జీవితాన ఆ ప్రేమమూర్తియే\n' +
            'ఆ సిల్వపైన నీకై మరణ బాధ నొందెను\n' +
            'నీ శిక్ష బాపగా రక్షణను చూపగా\n' +
            'ని హృదయ ద్వారమందు వేచియుండెగా\n' +
            'నీ రక్షకుండు యేసు నిన్ను పలచుచుండెను\n' +
            'ఆ ప్రేమమూర్తి పలుకు ఆలకింపజాలవా?\n' +
            '\n' +
            '\n' +
            '2. ఎంత పాపినైనా గాని యేసు చేర రమ్మనె\n' +
            'యేసు చెంత చేరువాని త్రోసివేయజాలడు\n' +
            'నీ పాప జీవితం ప్రభుయేసు మార్చగా\n' +
            'నీ చెంత చేరి నిన్ను పిలచుచుండెను\n' +
            'విలువైన రక్త ధార ప్రేమతోడ గార్చెను\n' +
            'ఆ ప్రేమ మూర్తి పిలుపు ఆలకింపజాలవా?',
        englishLyric: '',
        details: '',
        youtubeLink: 'https://www.youtube.com/watch?v=xPptPAlCdVI'
    },
    {
        teluguTitle: ' ఆ దరి చేరే దారే కనరాదు',
        englishTitle: 'aa dari chere daare kanaraadu',
        teluguLyric: 'ఆ దరి చేరే దారే కనరాదు\n' +
            'సందె వెలుగు కనుమరుగై పోయే\n' +
            'నా జీవితాన చీకటులై మ్రోగే (2)\n' +
            'ఆ దరి చేరే\n' +
            'హైలెస్సో హైలో హైలెస్సా (2)\n' +
            '\n' +
            'విద్య లేని పామరులను పిలిచాడు\n' +
            'దివ్యమైన బోధలెన్నో చేసాడు (2)\n' +
            'మానవులను పట్టే జాలరులుగా చేసి\n' +
            'ఈ భువిలో మీరే నాకు సాక్షులన్నాడు (2) ||ఆ దరి||\n' +
            '\n' +
            'సుడి గాలులేమో వీచెను\n' +
            'అలలేమో పైపైకి లేచెను (2)\n' +
            'ఆశలన్ని అడుగంటిపోయెను\n' +
            'నా జీవితమే బేజారైపోయెను (2) ||ఆ దరి||\n' +
            '\n' +
            'వస్తానన్నాడు ఎప్పుడూ మాట తప్పడు\n' +
            'ఎంత గండమైనా అండ ప్రభువు ఉన్నాడు (2)\n' +
            'దరి చేర్చే నాథుడు నీ చెంతనుండగా\n' +
            'ఎందుకు నీ హృదయాన ఇంత తొందర (2) ||ఆ దరి||',
        englishLyric: '',
        details: '',
        youtubeLink: ''
    },
    {
        teluguTitle: 'ఆ నింగిలో వెలిగింది ఒక తార',
        englishTitle: 'aa ningilo veligindi oka thaara',
        teluguLyric: 'ఆ నింగిలో వెలిగింది ఒక తార\n' +
            'మా గుండెలో ఆనందాల సితార\n' +
            'నిజ ప్రేమను చూసాము కళ్ళారా\n' +
            'ఈ లోకంలో నీ జన్మము ద్వారా\n' +
            'ఆనంద హేళ ఇయ్యాల సందడి చేయాల\n' +
            'హృదయంలోని యేసు పుట్టిన వేళ\n' +
            'ఆనంద హేళ ఇయ్యాల సందడి చేయాల\n' +
            'మా హృదయాల్లోన యేసు పుట్టిన వేళ\n' +
            'యేషు మేరా ప్రాణ్ హాయ్ తూ\n' +
            'యేషు మేరా ధ్యాన్ హాయ్ తూ\n' +
            'యేషు మేరా గాన్ హాయ్ తూ\n' +
            'యేషు మేరా ప్రాణ్ హాయ్ తూ\n' +
            '\n' +
            'లోకంలో యాడ చూసిన శోకాలేనట\n' +
            'పరిశుద్ధ రాక కోసం ఎదురు చూపులట\n' +
            'అంతట ఒక తార వెలసెను తూర్పు దిక్కుట\n' +
            'అది చూసిన జ్ఞానులు వెళ్లిరి దాని వెంబట\n' +
            'విశ్వాన్ని సృష్టించిన దేవుడంట\n' +
            'పశువుల పాకలోన పుట్టాడంట\n' +
            'పాటలు పాడి ఆరాధించి\n' +
            'నిజ దేవుడు యేసుని అందరు చూడగ రారండోయ్ ||యేషు||\n' +
            '\n' +
            'చీకటిలో చిక్కుకున్న బీదవారట\n' +
            'చలి గాలిలో సాగుతున్న గొల్లవారట\n' +
            'అంతట ఒక దూత నిలిచెను వారి ముంగిట\n' +
            'వెలుగులతో నింపే గొప్ప వార్త చెప్పెనట\n' +
            'దావీదు పట్టణమందు దేవుడంట\n' +
            'మనకొరకై భువిలో తానే పుట్టాడంట\n' +
            'వేగమే వెళ్లి నాథుని చూసి\n' +
            'పరిశుద్ధుని పాదము చెంత మోకరిల్లండోయ్ ||యేషు||',
        englishLyric: '',
        details: '',
        youtubeLink: 'https://www.youtube.com/watch?v=vQotISXrFzI'
    },
    {
        teluguTitle: 'ఆ భోజన పంక్తిలో సీమోను ఇంటిలో',
        englishTitle: 'aa bhojana pankthilo seemonu intilo',
        teluguLyric: 'ఆ భోజన పంక్తిలో సీమోను ఇంటిలో\n' +
            'అభిషేకం చేసింది అత్తరుతో యేసయ్యను (2)\n' +
            'కన్నీళ్లతో పాదాలు కడిగింది\n' +
            'తన కురులతో పాదాలు తుడిచింది (2)\n' +
            'సువాసన సువాసన ఇల్లంత సువాసనా\n' +
            'ఆరాధన దైవ ఆరాధన ఆత్మీయ ఆలాపన (2)\n' +
            '\n' +
            'జుంటి తేనె ధారల కన్నా మధురమైనది వాక్యం\n' +
            'ఆ వాక్యమే నన్ను బ్రతికించెను (2)\n' +
            'హల్లెలూయా హల్లెలూయా హల్లెలూయా ఆరాధన\n' +
            'ఆరాధన దైవ ఆరాధన ఆత్మీయ ఆలాపన (2) ||ఆ భోజన||\n' +
            '\n' +
            'సింహాల నోళ్లను మూసినది ఈ వాక్యం\n' +
            'దానియేలుకు ఆపై విడుదలిచ్చె ఈ వాక్యం (2)\n' +
            'హల్లెలూయా హల్లెలూయా హల్లెలూయా ఆరాధన\n' +
            'ఆరాధన దైవ ఆరాధన ఆత్మీయ ఆలాపన (2) ||ఆ భోజన||',
        englishLyric: '',
        details: '',
        youtubeLink: 'https://www.youtube.com/watch?v=nX3yVpBSxYc'
    },
    {
        teluguTitle: 'ఆ ముండ్ల కిరీటం బోయెను ఘనంబుకల్గెను',
        englishTitle: 'aa mumdla kireetm boayenu ghanmbukalgenu',
        teluguLyric: '1. ఆ ముండ్ల కిరీటం బోయెను - ఘనంబుకల్గెను\n' +
            'విజయరాజుపై - జయకిరీటంబుంచుడి\n' +
            '\n' +
            '2. ప్రభువులకు ప్రభువా - రాజులకు రాజా!\n' +
            'పై లోకమందు సొంత గద్దెపై కూర్చుంటివి\n' +
            '\n' +
            '3. పై దూతల యానందము - జనాళి మోదము\n' +
            'నీ గొప్ప ప్రేమ జూతుము - నిన్ వెంబడింతుము\n' +
            '\n' +
            '4. తా జచ్చిన యా సిలువ - మాకాయె క్షేమము\n' +
            'నిరీక్షణ సౌభాగ్యము - మా నిత్య జీవము\n',
        englishLyric: '',
        details: '',
        youtubeLink: ''
    },
    {
        teluguTitle: 'ఆ యంధకారంపు రేయిలో క్రీస్తు పడ',
        englishTitle: 'aa ymdhakaarmpu raeyiloa krees',
        teluguLyric: 'ఆ యంధకారంపు రేయిలో క్రీస్తు పడు నాయాసములు దలఁచరే\n' +
            'సాయంతనము శిష్య నమితితో భోజనముఁ జయఁగూర్చున్న ప్రభువు\n' +
            'భక్తుల కనియె ||నా యంధ||\n' +
            '\n' +
            '1. ఒకఁడు మీలో నన్ను యూద గణముల చేత లకు నప్పగింపఁ దలఁ\n' +
            'చెన్ మొక మిచ్చకము గల్గు మూర్ఖుఁడగు యూదాను మొనసె\n' +
            'వీడనుచుఁ దెలిపి యికఁ మిమ్ముఁగూడియుం డకయుందునని రొట్టె\n' +
            'విరిచి స్తోత్రంబుజేసి ప్రకటంబుగా దీని భక్షించుఁడని పిదప నొక పాత్ర\n' +
            'నాన నిచ్చెన్ ద్రాక్షారసం ||బా యంధ||\n' +
            '\n' +
            '\n' +
            '2. తన మేని గురుతు రొ ట్టెను జేసి పాపవిమో చనమైన రక్తమునకు\n' +
            'నొనరంగ ద్రాక్షారస మును గురుతుగాఁ దెలిపి నెనరుగల కర్త యపుడు\n' +
            'చనె గెత్సెమను వన స్థలిలోన శిష్యుల నునిచి తానొక్కరుండు\n' +
            'మనసు వ్యాకులము చే తను నిండియుండఁగా ఘనుడు ప్రార్ధించెఁదండ్రిన్\n' +
            'గాఢముగాను ||ఆ యంధ||\n' +
            '\n' +
            '\n' +
            '3. శ్రమచేతఁ దన శరీ రము నుండి దిగజారెఁ జెమట రక్తపు బొట్లుగా\n' +
            'నమితమౌ లోకపా పముఁ జూచి నిట్టూర్పులప్పటప్పటికిఁ బుచ్చి\n' +
            'క్రమముగా దూత తన కడ కరుగుదెంచి శాం తముఁ బల్కి చనిన\n' +
            'పిదపం తమ మనంబులఁ బోలు తమసమున యూద సై న్యము\n' +
            'లేగుదెంచె నపుడు గెత్సెమను పనికి ||నా యంధ||\n' +
            '\n' +
            '\n' +
            '4. పరశాంతి శీల స ర్వజ్ఞతలు గల ప్రభుం డెరిఁగి తనకున్న పాట్లు\n' +
            'పరిపంధి గణముతోఁ బలికె మీరిచ్చోట నరయుచున్నా రెవనిని\n' +
            'నరులు నజరేతు యే సను వాని ననఁగఁ దా నెఱిఁగించె నేనేయని\n' +
            'గురుదీప శిఖల సో కు పతంగముల భంగి ధరణిపైఁ బడిరి వారల్\n' +
            'దర్పము లణఁగి ||యా యంధ||\n' +
            '\n' +
            '\n' +
            '5. తన శిష్యులను విడువుఁ డని రిపులచేఁ దానె పట్టువడియెన్ కినిపి\n' +
            'పేతురు యాజ కుని దాసు కర్ణంబు దునుమంగ క్రీస్తుఁడపుడు\n' +
            'కనికరంబున స్వస్థ తను జేయు నావిభుని కరములను విరిచి కట్టి\n' +
            'వెనుక ముందరఁ జుట్టు కొని యెరూషలేము పుర మునకుఁ దీనుకఁ\n' +
            'బోయిరి రాణువవార ||లా యంధ||',
        englishLyric: '',
        details: '',
        youtubeLink: ''
    },
    {
        teluguTitle: 'ఆ రాజే నా రాజు – నా రాజే రారాజు',
        englishTitle: 'aa raaje naa raaju naa raaje raaraaju',
        teluguLyric: 'ఆ రాజే నా రాజు – నా రాజే రారాజు\n' +
            'నా రాజు రాజులకు రాజు (2)\n' +
            'యేసు పుట్టెను ఈ లోకంలో\n' +
            'ఆనందమే గొప్ప ఆనందమే (2)\n' +
            'ఆనందమే గొప్ప ఆనందమే\n' +
            'సంతోషమే సర్వలోకమే (2) ||ఆ రాజే||\n' +
            '\n' +
            'యెష్షయి మొద్దున – దావీదు చిగురుగా\n' +
            'లోక రక్షకుడు జన్మించెను\n' +
            'లోక పాపాలను కడిగి వేయగా\n' +
            'భువిలో బాలుడిగా అరుదించెను (2)\n' +
            'పరిశుద్ధాత్మ మూలముగా జన్మించెను\n' +
            'మన పాపాలకు విరుగుడు మందును (తెచ్చెను) (తెచ్చి అందించెను) (2) ||ఆనందమే||\n' +
            '\n' +
            'వీనుల విందుగా – దీనుల అండగా\n' +
            'కరుణా కారకుడు కడలివచ్చెను\n' +
            'పాపుల శాపాలను తానే మోయగా\n' +
            'పరమ పాలకుడు పుడమి చేరెను (2)\n' +
            'కుల మత బేధాలను హరియించ వచ్చెను\n' +
            'పరలోకానికి చేర్చే (మార్గమాయెను) (మార్గమై తనే నిలిచెను) (2) ||ఆనందమే||',
        englishLyric: '',
        details: '',
        youtubeLink: 'https://www.youtube.com/watch?v=TrEEzIxd_dw'
    },
    {
        teluguTitle: 'ఆ శ్రేష్టంబౌ గ్రంథములో',
        englishTitle: 'aa srehstambau grandhamulo',
        teluguLyric: 'ఆ శ్రేష్టంబౌ గ్రంథములో\n' +
            'ఏ చోట చూచినా ఆదరణ యున్నది\n' +
            'సుఖ దుఃఖములో వాగ్ధానమున్నవి\n' +
            'విశ్వాసముంచి ధ్యానించుడి',
        englishLyric: '',
        details: '',
        youtubeLink: 'https://www.youtube.com/watch?v=LwHHa-GPRdc'
    },
    {
        teluguTitle: 'ఆ సిల్వలో ఈ పాపికై నీ శరీరము బలియాయెనే',
        englishTitle: 'aa silvalo ee paapikai nee sareeramu baliyaayane',
        teluguLyric: 'ఆ సిల్వలో ఈ పాపికై నీ శరీరము బలియాయెనే\n' +
            'ఆ కల్వరిలో ఈ పాపికై నీ రక్తము ధారలాయెనే\n' +
            'నీ త్యాగము మరువలేనిదయ్యా ఆ బాధయు ఊహించలేనిదయ్యా\n' +
            'నీ త్యాగము మరువలేనిదయ్యా ఆ బాధయు ఊహించలేనయ్యా\n' +
            'మరువలేనయ్య నేను మరువలేనయ్య\n' +
            'ఆ గొప్ప త్యాగమును మరువలేనయ్య\n' +
            'ఇవ్వలేరయ్యా ఎవరు ఇవ్వలేరయ్యా\n' +
            'ఆ గొప్ప త్యాగమేవరు చేయలేరయ్య\n' +
            'నీ ప్రజలైయినా నీ జనమైన నిను ఎరుగని స్థితిలోనే ఉన్నామయ్యా\n' +
            'నీ స్వరూపమైన నీ సృష్టియైనా నీకు విరోధముగా ఉన్నామయ్యా\n' +
            'ఎందుకయ్యా ఎందుకయ్యా మాపై ఇంత ప్రేమ\n' +
            'ఎన్నిసార్లు మరచిన మమ్ము మరువ లేదు\n' +
            'ఎందుకయ్యా ఎందుకయ్యా మాపై ఇంత ప్రేమ\n' +
            'ఎన్నిసార్లు దూరమైన నీ దరికి చేర్చావు\n' +
            'రక్షించు యేసయ్య మమ్ము రక్షించు యేసయ్య\n' +
            'ఈ ఘోరమైన స్థితి నుండి తప్పించు యేసయ్య\n' +
            'కాపాడు యేసయ్య మమ్ము కాపాడు యేసయ్య\n' +
            'ఈ ఘోరమైన స్థితి నుండి కాపాడు యేసయ్య\n' +
            'ఆ సిల్వలో ఈ పాపికై నీ శరీరము బలియాయెనే\n' +
            'ఆ కల్వరిలో ఈ పాపికై నీ రక్తము ధారలాయెనే\n' +
            'ఎందుకయ్యా ఎందుకయ్యా మాపై ఇంత ప్రేమ\n' +
            'ఎన్నిసార్లు మరచిన మమ్ము మరువ లేదు\n' +
            'ఎందుకయ్యా ఎందుకయ్యా మాపై ఇంత ప్రేమ\n' +
            'ఎన్నిసార్లు దూరమైన నీ దరికి చేర్చావు\n' +
            'వందనం యేసయ్య నీకే వందనం యేసయ్య\n' +
            'నీ ప్రేమకు నీ జాలికి వందనం యేసయ్య\n' +
            '\n',
        englishLyric: '',
        details: '',
        youtubeLink: ''
    },
    {
        teluguTitle: 'ఆ హల్లెలుయా … ఆ హల్లెలుయా …',
        englishTitle: 'aa halleluyaa',
        teluguLyric: 'ఆ హల్లెలుయా … ఆ హల్లెలుయా …\n' +
            'ప్రభుయేసుడే యేలును\n' +
            'ఆ హల్లెలుయా … ఆ హల్లెలుయా …\n' +
            'ప్రభుయేసుడే యేలును\n' +
            'ఆ హల్లెలుయా … ఆ హల్లెలుయా …\n' +
            'శుద్దుడా … శుద్దుడా … పరిశుద్ద ప్రభువా\n' +
            'అర్హుడవు… అర్హుడవు …\n' +
            'శుద్దుడా … శుద్దుడా … పరిశుద్ద ప్రభువా\n' +
            'అర్హుడవు… అర్హుడవు … ఆ.. మేన్..',
        englishLyric: '',
        details: '',
        youtubeLink: ''
    },
    {
        teluguTitle: 'ఆఅకాశమన్డున్న ఆఅసీనుడా',
        englishTitle: 'aakaashamandunna aaseenudaa',
        teluguLyric: 'ఆఅకాశమన్డున్న ఆఅసీనుడా\n' +
            'ణీ థట్టు కనులెత్తుచున్నాను\n' +
            'ణెను ణీ థట్టు కనులెత్తుచున్నాను ||ఆఅకాశ||\n' +
            '\n' +
            'ఢారి థప్పిన ఙొర్రెను ణెను\n' +
            'ఢారి కానక థిరుగుచున్నాను (2)\n' +
            'కరునిన్చుమా Yఎసు కాపాడుమా ||ణీ థట్టు||\n' +
            '\n' +
            'ఙాయపడిన ఙొర్రెను ణెను\n' +
            'భాగు ఛెయుమా Pఅరమ Vఐడ్యుడా (2)\n' +
            'కరునిన్చుమా Yఎసు కాపాడుమా ||ణీ థట్టు||\n' +
            '\n' +
            'Pఆప ఓఒభిలొ Pఅడియున్నాను\n' +
            'ళెవనెత్తుమా ణన్ను భాగు ఛెయుమా (2)\n' +
            'కరునిన్చుమా Yఎసు కాపాడుమా ||ణీ థట్టు||',
        englishLyric: '',
        details: '',
        youtubeLink: ''
    },
    {
        teluguTitle: ' ఆ ఆఆ ఆఆ ఆ ఆ ఆ',
        englishTitle: 'ah ah ah ahahah',
        teluguLyric: 'ఆ….ఆఆ….ఆఆ…. ఆ…ఆ…ఆ…\n' +
            'శోకము నిండిన లోకంలో\n' +
            'భారపు తడబడు అడుగులతో\n' +
            'శోధనలైనా వేదనలైనా\n' +
            'అలజడులైనా అనుచితమైనా\n' +
            'సమస్యల ప్రళయ అలలైనా………\n' +
            'యేసే జవాబు\n' +
            'ప్రభుయేసే జవాబు\n' +
            'పలుకైనా కరువైనా\n' +
            'కలతలు నిండిన హృదయనా\n' +
            'బ్రతుకు భారమగు సమయాన\n' +
            'తనువు చాలునను స్థితియైనా\n' +
            'స్నేహితుడగు దైవం\n' +
            'యేసే జవాబు\n' +
            'ప్రభుయేసే జవాబు\n' +
            'నీ హితులే నిను వీడినా\n' +
            'నీడేలేని ఏడారైనా\n' +
            'కలుషబంధ జీవనమైనా\n' +
            'అలుముకున్న విశముసురైనా\n' +
            'దరిచేర్చే ప్రియుడు\n' +
            'యేసే జవాబు\n' +
            'ప్రభుయేసే జవాబు',
        englishLyric: '',
        details: '',
        youtubeLink: ''
    },
    {
        teluguTitle: 'ఆకర్షించే ప్రియుడా…',
        englishTitle: 'aakarshinche priyudaa ',
        teluguLyric: 'ఆకర్షించే ప్రియుడా…\n' +
            'అందమైన దైవమా…\n' +
            '\n' +
            'ఆకర్షించే ప్రియుడా\n' +
            'అందమైన దైవమా\n' +
            'పరిపూర్ణమైనవాడా (4)\n' +
            '\n' +
            'నీదు తలపై ఉన్న అభిషేకం\n' +
            'అధికంగా సువాసన వీచుచున్నది (2)\n' +
            'నీదు ప్రేమ చేతులు – ప్రేమించే చేతులు (2)\n' +
            'నీదు ప్రేమ చూపులే నాకు చాలు (2) ||ఆకర్షించే||\n' +
            '\n' +
            'నీ నోట నుండి తేనె ఒలుకుచున్నది\n' +
            'నీదు మాటలు ఎంతో మధురంగా ఉన్నవి (2)\n' +
            'నీదు ప్రేమ పాదం – పరిశుద్ధ పాదం (2)\n' +
            'అదియే నేను వసియించే స్థలము (2) ||ఆకర్షించే||\n' +
            '\n' +
            'నిన్ను పాడి హృదయం ఆనందించును\n' +
            'నాట్యంతో పాటలు పాడెదను (2)\n' +
            'దేవాది దేవుడని – ప్రభువుల ప్రభువని (2)\n' +
            'అందరికి నిన్ను చాటి చెప్పెదను (2) ||ఆకర్షించే||',
        englishLyric: '',
        details: '',
        youtubeLink: ''
    },
    {
        teluguTitle: 'ఆకాశ పక్షులను చూడండి\n',
        englishTitle: 'aakaasha pakshulanu choodandi',
        teluguLyric: 'ఆకాశ పక్షులను చూడండి\n' +
            'అవి విత్తవు కోయవు\n' +
            'అవి గరిసెలలో దాచుకోవు.. వూ.. వూ.. ||ఆకాశ||\n' +
            '\n' +
            'అనుదినము కావలసిన ఆహారము\n' +
            'అందజేయును వాటికి ఆ దేవుడు\n' +
            'కలసికట్టుగా అవి ఎగిరి పోతాయి\n' +
            'కడుపు నింపుకొనిపోయి మరల తిరిగి వస్తాయి ||ఆకాశ||\n' +
            '\n' +
            'స్వార్ధము వంచన వాటికుండదు\n' +
            'సాటివాని దోచుకొనే మనసు ఉండదు\n' +
            'రేపటిని గూర్చిన చింత ఉండదు\n' +
            'పూట ఎలా గడపాలని బాధ ఉండదు ||ఆకాశ||\n' +
            '\n' +
            'పక్షులను పోషించే ఆ దేవుడు\n' +
            'మనుష్యులను పోషించుట మానివేయునా\n' +
            'సృష్టిలోన మనిషి బ్రతుకు శ్రేష్టము కదా\n' +
            'ప్రభువు తోడు ఉండగా మనకు ఎందుకు బాధ ||ఆకాశ||',
        englishLyric: '',
        details: '',
        youtubeLink: ''
    },
    {
        teluguTitle: 'ఆకాశ మహా కాశంబులు పట్టని ఆశ్చర్యకరుడా',
        englishTitle: 'aakaasha mahaa kaashmbulu pattani aashcharyakarudaa',
        teluguLyric: 'పల్లవి: ఆకాశ మహా - కాశంబులు పట్టని ఆశ్చర్యకరుడా\n' +
            '\n' +
            '1. కృపజూపి నిబంధనను - నెరవేర్చిన ఉపకారి\n' +
            'కాపాడితివి నడిపితివి - నీ యింటికి మమ్ములను\n' +
            '\n' +
            '2. నీ దాసునికి నీ ప్రజలకు - నీ క్షమను కనుపరచు\n' +
            'నీదు కల్వరి రక్తమున - నీవె కడుగు కరుణామయ\n' +
            '\n' +
            '3. నీతి న్యాయముల కర్త - ప్రీతితోడ నీ ప్రజలకు\n' +
            'నీతి న్యాయముల నిమ్ము - స్తుతియింప నిరతంబు\n' +
            '\n' +
            '4. రాజులనుగా యాజకులనుగా - మము చేసిన మా రాజా\n' +
            'విజయమిమ్ము మా విజయుండా - నిజమైన నీ ప్రజలకు\n' +
            '\n' +
            '5. కరువు తెగులు కష్టనష్టముల్ - వర్ష లేమి పురుగు బాధల్\n' +
            'కరుణజూపి విడిపించి - మురిపించుము మమ్ములను\n' +
            '\n' +
            '6. సమాధాన సంతోషము - ఆదరణ ఆలోచన\n' +
            'అనుభవింప ననుగ్రహించు - మనిశంబు మాకిచట\n' +
            '\n' +
            '7. బలపరచు నీ భక్తులను - బలము తోడ ప్రవేశించి\n' +
            'విలువైన నీ రక్షణన్ను - ధరింపజేయు మల్లెలూయ\n',
        englishLyric: '',
        details: '',
        youtubeLink: ''
    },
    {
        teluguTitle: 'ఆకాశ మహాకాశంబులు',
        englishTitle: 'aakaasha mahaa kaashambulu',
        teluguLyric: 'ఆకాశ మహా-కాశంబులు\n' +
            'పట్టని ఆశ్చర్యకరుడా (2)\n' +
            'కృప జూపి నిబంధనను\n' +
            'నెరవేర్చిన ఉపకారి (2)\n' +
            'కాపాడితివి నడిపితివి (2)\n' +
            'నీ యింటికి మమ్ములను (2) ||ఆకాశ||\n' +
            '\n' +
            'నీ దాసునికి నీ ప్రజలకు\n' +
            'నీ క్షమను కనుపరచు (2)\n' +
            'నీదు కల్వరి రక్తమున (2)\n' +
            'నీవే కడుగు కరుణామయా (2) ||ఆకాశ||\n' +
            '\n' +
            'నీతి న్యాయముల కర్త\n' +
            'ప్రీతి తోడ నీ ప్రజలకు (2)\n' +
            'నీతి న్యాయముల నిమ్ము (2)\n' +
            'స్తుతియింప నిరతంబు (2) ||ఆకాశ||\n' +
            '\n' +
            'రాజులనుగా యాజకులనుగా\n' +
            'మమ్ము చేసిన మహారాజ (2)\n' +
            'విజయమిమ్ము మా విజయుండా (2)\n' +
            'నిజమైన నీ ప్రజలకు (2) ||ఆకాశ||\n' +
            '\n' +
            'బలపరచు నీ భక్తులను\n' +
            'బలము తోడ ప్రవేశించి (2)\n' +
            'విలువైన నీ రక్షణను (2)\n' +
            'ధరింప చేయుము హల్లెలూయా (2) ||ఆకాశ||',
        englishLyric: '',
        details: '',
        youtubeLink: 'https://www.youtube.com/watch?v=C_iMKTlOGNA'
    },
    {
        teluguTitle: 'ఆకాశ వాసులార యేహొవాను స్తుతీయించుడి',
        englishTitle: 'aakaasha vaasulaara yehovanu stutiyinchudi',
        teluguLyric: 'ఆకాశ వాసులార యేహొవాను స్తుతీయించుడి /2/\n' +
            'ఉన్నత స్థలముల నివాసులార యేహొవాను స్తుతీయించుడి/2/ ఆకాశ/\n' +
            '\n' +
            '1.ఆయన దూతలార మరియు ఆయన సైన్యములారా /2/\n' +
            'సూర్య చంద్ర తారాలారా – యేహొవాను స్తుతీయించుడి /2/ ఆకాశ/\n' +
            '\n' +
            '2.సమస్త భూజనులారా మరియు – జనముల అధిపతులారా/2/\n' +
            'వృధులు బాలురు యవ్వనులార -యేహొవాను స్తుతీయించుడి/2/ ఆకాశ/',
        englishLyric: '',
        details: '',
        youtubeLink: ''
    },
    {
        teluguTitle: 'ఆకాశం అమృత జల్లులు కురిపించింది',
        englishTitle: 'aakaasham amrutha jallulu kurpinchindi',
        teluguLyric: '\n' +
            'ఆకాశం అమృత జల్లులు కురిపించింది\n' +
            'ఈ లోకం ఆనందమయమై మురిసింది (2)\n' +
            'అంతు లేని ఈ అనంత జగతిలో\n' +
            'శాంతి కొరవడి మసలుచుండగా (2)\n' +
            'రక్షణకై నిరీక్షణతో (2)\n' +
            'వీక్షించే ఈ అవనిలో (2)\n' +
            'శాంతి సమతల కధిపతి నేడు జన్మించినాడనీ ||ఆకాశం||\n' +
            'పొంతన లేని వింత జగతిలో\n' +
            'పాపాంధకారం ప్రబలి యుండగా (2)\n' +
            'సమ్మతిని మమతలను (2)\n' +
            'పెంచుటకై ఈ పృథివిపై (2)\n' +
            'ఆది దేవుడే ఆదరంబున ఉదయించినాడనీ ||ఆకాశం||',
        englishLyric: '',
        details: '',
        youtubeLink: ''
    },
    {
        teluguTitle: 'ఆకాశంబు భూమియు అంతట చీకటి యా',
        englishTitle: 'aakaashmbu bhoomiyu amthata cheekati yaa',
        teluguLyric: '1.\n' +
            'ఆకాశంబు భూమియు అంతట చీకటి యాయెను ప్రాకెడు చీకటి\n' +
            'సమయమున ప్రార్థన చేతుము మా దేవా||\n' +
            '\n' +
            '\n' +
            '2.\n' +
            'చక్కని చుక్కలు మింటను చక్కగా మమ్మునుజూడగ ప్రక్కకు రావె వేగముగా\n' +
            'ప్రభువా గావుము గావుము నీ నీడన్||\n' +
            '\n' +
            '\n' +
            '3.\n' +
            'చిన్న చిన్న పక్షులు చిన్న చిన్న పూవులు ఎన్నో ఎన్నో జీవులు నిన్నే\n' +
            'గొలిచి నిద్రించున్||\n' +
            '\n' +
            '\n' +
            '4.\n' +
            'చిన్న చిన్న పాపలు చిన్న చిన్న పడకలలో చిన్న కన్నులు మూయంగా\n' +
            'చెన్నుగ యేసూగావుమా||\n' +
            '\n' +
            '\n' +
            '5.\n' +
            'నేలను బోయెడి బండ్లలో నీటను బోయెడి ఓడలలో గాలి\n' +
            'విమానంబులలోన కావుము దేవప్రయాణికులన్||\n' +
            '\n' +
            '\n' +
            '6.\n' +
            'రాత్రిలో నీదు దూతలు రమ్యంబైన రెక్కలతో చిత్రంబుగ మమ్మును\n' +
            'గ్రమ్మన్ నిద్రించెదము మాదేవా||\n' +
            '\n' +
            '\n' +
            '7.\n' +
            'తెల్లవారుజామున తెలివొంది మే మందరము మెల్లగలేచి నుతియింపన్\n' +
            'మేల్కొల్పుము నా ప్రియతండ్రి||\n' +
            '\n' +
            '\n' +
            '8.\n' +
            'జనక తనయా శుద్ధాత్మా జయము మహిమ స్తోత్రములు అనిశము\n' +
            'నీకే చెల్లునుగా అనిశము చెల్లును నీ కామెన్||',
        englishLyric: '',
        details: '',
        youtubeLink: ''
    },
    {
        teluguTitle: 'ఆకాశంబున్ దూతలు',
        englishTitle: 'aakaashambun doothalu',
        teluguLyric: 'ఆకాశంబున్ దూతలు\n' +
            'ఉత్సాహించి పాడిరి\n' +
            'పుట్టె రక్షకుండని\n' +
            'సంతసించి ఆడిరి\n' +
            '\n' +
            'సర్వోన్నతమైన స్థలములలో\n' +
            'ప్రభుకే మహిమలు కలుగును గాక\n' +
            'భూమి పై సమాధానం (2)\n' +
            '\n' +
            'బెత్లెహేము నందున\n' +
            'క్రీస్తు రాజున్ చుడుడి\n' +
            'దేవుని కుమారుని\n' +
            'మోకరించి మ్రొక్కుడి    ||సర్వోన్నతమైన||',
        englishLyric: '',
        details: '',
        youtubeLink: ''
    },
    {
        teluguTitle: 'ఆకాశంలో కొత్త చుక్క పుట్టింది',
        englishTitle: 'aakashamlo kotha chukka puttindi ',
        teluguLyric: 'ఆకాశంలో కొత్త చుక్క పుట్టింది\n' +
            'వింత వింత కాంతులు పంచిపెట్టింది\n' +
            '\n' +
            '1. ప్రజలందరికీ మంచి వార్త తెచ్చింది\n' +
            'లోకరక్షకుని జన్మ చాటి చెప్పింది\n' +
            '\n' +
            '2. జ్ఞానులకు సరియైన దారి చూపింది\n' +
            'బాలుడైన యేసురాజు చెంత చేర్చింది',
        englishLyric: '',
        details: '',
        youtubeLink: ''
    },
    {
        teluguTitle: 'ఆకశాన తార ఒకటి వెలసింది',
        englishTitle: 'aakashaana thaara okati velasindi',
        teluguLyric: 'ఆకశాన తార ఒకటి వెలసింది\n' +
            'ఉదయించెను రక్షకుడని తెలిపింది (2)\n' +
            'ఇదే క్రిస్మస్ – హ్యాపీ హ్యాపీ క్రిస్మస్\n' +
            'మెర్రి మెర్రి క్రిస్మస్ – హ్యాపీ క్రిస్మస్ ||ఆకాశాన||\n' +
            'యూద దేశపు బెత్లెహేములో\n' +
            'కన్య మరియ గర్బమున జన్మించె\n' +
            'తూర్పు దేశపు గొప్ప జ్ఞానులు\n' +
            'యూదుల రాజు ఎక్కడని వెతికారు\n' +
            'తూరుపు దిక్కున చుక్కను కనుగొని\n' +
            'ఆనందభరితులై యేసుని చేరిరి\n' +
            'కానుకలిచ్చిరి పూజించిరి ||ఇదే||\n' +
            'రాత్రివేళలో మంద కాసెడి\n' +
            'కాపరులకు ప్రభువు దూత ప్రకటించే\n' +
            'లోక ప్రజలకు మిగుల సంతసం\n' +
            'కలిగించెడి వర్తమానమందించే\n' +
            'క్రీస్తే శిశువుగా యేసుని పేరట\n' +
            'ముక్తిని గూర్చెడి రక్షకుడాయెగా\n' +
            'సంతోషగానముతో స్తుతియింతుము ||ఇదే||',
        englishLyric: '',
        details: '',
        youtubeLink: ''
    },
    {
        teluguTitle: 'ఆకాశమా ఆలకించుమా మాటలాడెదన్',
        englishTitle: 'aakaashamaa aalakimchumaa maatalaadedhan',
        teluguLyric: 'పల్లవి: ఆకాశమా! ఆలకించుమా - మాటలాడెదన్\n' +
            'యెహోవా వంతు ఆయన జనమేగదా\n' +
            'యాకోబే స్వాస్థ్యభాగము\n' +
            '\n' +
            '1. అరణ్య ప్రదేశంబుల యందున\n' +
            'భీకరధ్వనిగల యెడారిలో వాని కనుగొనెను\n' +
            'ఆవరించి వాని పరామర్శించి గాచె కనుపాపగా\n' +
            '\n' +
            '2. యెహోవాయే వాని నడిపించెను\n' +
            'భూమియొక్క ఉన్నతస్థలముల మీద వాని నెక్కించి\n' +
            'అన్య దేవతలతో నేదైనను లేకపోయె వానిలో\n' +
            '\n' +
            '3. లేచి వెళ్ళుమనే బేతేలునకు\n' +
            'దేవునికి బలిపీఠమచ్చట కట్టుమని సెలవియ్యగా\n' +
            'అన్యదేవతల పారవేయుమని తనవారితో చెప్పెన్\n' +
            '\n' +
            '4. తిరిగి బేతేలులో దర్శన మిచ్చెను\n' +
            'దీవించి నీ పేరు ఇశ్రాయేలుగా నెల్లప్పుడుండుననెను\n' +
            'తన యింటికి వచ్చువారి నెల్ల ప్రభుదీవించు నీరీతిన్\n' +
            '\n' +
            '5. ప్రభుని రాకడ సమీపమంచును\n' +
            'సమాజముగా కూడుట మరువక మరియు మీరు మానక\n' +
            'ప్రభుని యింటి దీవెన లెల్ల పొందుడి నిక్కముగా',
        englishLyric: '',
        details: '',
        youtubeLink: ''
    },
    {
        teluguTitle: 'ఆకాశమందు నీవుండగా',
        englishTitle: 'aakaashamandu neevundagaa',
        teluguLyric: 'ఆకాశమందు నీవుండగా\n' +
            'నేను ఎవరికి భయపడను\n' +
            'నీవీ లోకములో నాకుండగా\n' +
            'నేను దేనికి భయపడను (2)\n' +
            '\n' +
            'శత్రుసమూహము నన్ను చుట్టినా\n' +
            'సైతనుడు సంహరింపజూసినా (2)\n' +
            'నా సహవాసిగా నీవుండగా\n' +
            'నేను ఎవరికి భయపడను (2) ||ఆకాశమందు||\n' +
            '\n' +
            'వ్యాధులు కరువులు శోధనలు\n' +
            'బాధలు దుఃఖము వేదనలు (2)\n' +
            'మరణము మ్రింగగ కాంక్షించినా\n' +
            'నేను దేనికి భయపడను (2) ||ఆకాశమందు||\n' +
            '\n' +
            'పడిపోయిన వెనుకంజ వేయక\n' +
            'పశ్చాత్తాపము పడి అడుగు (2)\n' +
            'నిను క్షమియించును నీ ప్రభువే\n' +
            'నీవు ఎవరికి భయపడకు (2) ||ఆకాశమందు||',
        englishLyric: '',
        details: '',
        youtubeLink: 'https://www.youtube.com/watch?v=ZaRtbYFaWpE'
    },
    {
        teluguTitle: 'ఆకాశమందున్న ఆసీనుడా',
        englishTitle: 'aakaashamandunna',
        teluguLyric: 'ఆకాశమందున్న ఆసీనుడా\n' +
            'నీ తట్టు కనులెత్తుచున్నాను\n' +
            'నేను నీ తట్టు కనులెత్తుచున్నాను\n' +
            '\n' +
            'దారి తప్పిన గొర్రెను నేను\n' +
            'దారి కానక తిరుగుచున్నాను (2)\n' +
            'కరుణించుమా యేసు కాపాడుమా\n' +
            '\n' +
            'గాయపడిన గొర్రెను నేను\n' +
            'బాగు చేయుమా పరమ వైద్యుడా (2)\n' +
            'కరుణించుమా యేసు కాపాడుమా\n' +
            '\n' +
            'పాప ఊభిలో పడియున్నాను\n' +
            'లేవనెత్తుమా నన్ను బాగు చేయుమా (2)\n' +
            'కరుణించుమా యేసు కాపాడుమా',
        englishLyric: '',
        details: '',
        youtubeLink: ''
    },
    {
        teluguTitle: 'ఆకాశము భువిలో నెల్ల యేసు ఉన్నతుడు',
        englishTitle: 'aakaashamu bhuviloa nella yaesu unnathudu',
        teluguLyric: '1. ఆకాశము భువిలో నెల్ల యేసు ఉన్నతుడు\n' +
            'మనుజులు దూతలు దయ్యాలు యేసుకు మ్రొక్కెదరు\n' +
            '\n' +
            'పల్లవి: నే నమ్ముదు - నే నమ్ముదు యేసు నాకై మరణించెనని\n' +
            'పాపంబు పోవ సిలువలో రక్తము చిందెను\n' +
            '\n' +
            '2. రక్షకుడు ప్రాణముబెట్టినది నా కొరకే\n' +
            'వేరేమి వాగ్వాదంబులు అక్కరయే లేదు\n' +
            '\n' +
            '3. ప్రతిపాపి భయమంతయు తీర్చు నామమిదే\n' +
            'నరకదండన యంతయు తొలగించు నామము\n' +
            '\n' +
            '4. పాప సంకెళ్ళు అన్నియు విడగొట్టును యేసు\n' +
            'సాతాను వాని తలను యేసు చితుక గొట్టెన్\n' +
            '\n' +
            '5. పాపంబులో మరణించెడి వారికి ప్రాణమిడున్\n' +
            'బలహీనమైన ఆత్మలకు శక్తి నిచ్చును యేసు',
        englishLyric: '',
        details: '',
        youtubeLink: ''
    },
    {
        teluguTitle: 'ఆగక సాగుమా సేవలో సేవకా',
        englishTitle: 'agaka saguma',
        teluguLyric: '\n' +
            'ఆగక సాగుమా సేవలో సేవకా\n' +
            'ప్రభువిచ్చిన పిలుపును మరువక మానక\n' +
            '\n' +
            '1. పిలిచినవాడు ప్రభు యేసుడు ఎంతైనా నమ్మదగినవాడు\n' +
            'విడువడు నిన్ను యెడబాయడు నాయకుడుగా నడిపిస్తాడు\n' +
            '\n' +
            '2. తెల్లబారిన పొలములు చూడు కోత కోయను సిద్ధపడుము\n' +
            'ఆత్మల రక్షణ భారముతో సిలువనెత్తుకొని సాగుమా',
        englishLyric: '',
        details: '',
        youtubeLink: ''
    },
    {
        teluguTitle: '',
        englishTitle: '',
        teluguLyric: '',
        englishLyric: '',
        details: '',
        youtubeLink: ''
    },
    {
        teluguTitle: '',
        englishTitle: '',
        teluguLyric: '',
        englishLyric: '',
        details: '',
        youtubeLink: ''
    },
    {
        teluguTitle: '',
        englishTitle: '',
        teluguLyric: '',
        englishLyric: '',
        details: '',
        youtubeLink: ''
    },
    {
        teluguTitle: '',
        englishTitle: '',
        teluguLyric: '',
        englishLyric: '',
        details: '',
        youtubeLink: ''
    },
    {
        teluguTitle: '',
        englishTitle: '',
        teluguLyric: '',
        englishLyric: '',
        details: '',
        youtubeLink: ''
    },
    {
        teluguTitle: '',
        englishTitle: '',
        teluguLyric: '',
        englishLyric: '',
        details: '',
        youtubeLink: ''
    },
    {
        teluguTitle: '',
        englishTitle: '',
        teluguLyric: '',
        englishLyric: '',
        details: '',
        youtubeLink: ''
    },
    {
        teluguTitle: '',
        englishTitle: '',
        teluguLyric: '',
        englishLyric: '',
        details: '',
        youtubeLink: ''
    }

]