export const teluguSongs = [
    {
        teluguTitle: 'అపరాధిని యేసయ్యా కృపజూపి బ్రోవుమయ్యా',
        englishTitle: 'aparadini yesiah',
        teluguLyric: 'అపరాధిని యేసయ్యా కృపజూపి బ్రోవుమయ్యా\n' +
            'నెపమెంచకయె నీ కృపలో అపరాధములను క్షమించు\n' +
            '1.ఘోరంబుగా దూరితిని నేరంబులను జేసితిని\n' +
            'క్రూరుండనై కొట్టితిని ఘోరంబు పాపిని దేవా\n' +
            '2.చిందితి రక్తము నాకై పొందిన దెబ్బలచేత\n' +
            'అపనిందలు మోపితినయ్యో సందేహమేలనయ్యా\n' +
            '3.శిక్షకు పాత్రుడనయ్యా రక్షణ తెచ్చితివయ్యా\n' +
            'అక్షయభాగ్యమునియ్య మోక్షంబు జూపితివయ్యా\n' +
            '4.దాహంబు గొనగా చేదు చిరకను ద్రావనిడితి\n' +
            'ద్రోహుండనై జేసితిని దేహంబు గాయములను',
        englishLyric: '',
        details: '',
        youtubeLink: ''
    },
    {
        teluguTitle: 'ఆశ్చర్యకరమైన నీ కృపతో',
        englishTitle: 'Aascharya Karamaina',
        teluguLyric: 'ఆశ్చర్యకరమైన నీ కృపతో\n' +
            'మనోహరమైన సీయోనులో\n' +
            'నా ప్రియుని నేను దర్శింతును\n' +
            'ఆ నిత్య మహిమలో నేనుందును\n' +
            'ఆరాధనా ఆరాధనా\n' +
            'ఆరాధనా నీకే ఆరాధనా\n' +
            '1. నీవు పొందిన ఆఘోర శ్రమలలో\n' +
            'నీవు చూపిన విధేయతా\n' +
            'సంపూర్ణమైనా పరిపూర్ణతకు\n' +
            'విలువైన ఫలముగా చేసేను\n' +
            'నను విలువైన ఫలముగా చేసేను\n' +
            '2. నీవు పొందిన ఆ గాయములే\n' +
            'అగ్నితో నను అభిషేకించగా\n' +
            'సౌందర్యమైన ఆ సీయోనుకు\n' +
            'ప్రధమ ఫలముగా నను మార్చెను\n' +
            'నను ప్రధమ ఫలముగా నను మార్చెను',
        englishLyric: '',
        details: '',
        youtubeLink: ''
    },
    {
        teluguTitle: 'ఈ లోక యాత్రలో నే సాగుచుండ',
        englishTitle: 'Ee Loka Yatralo',
        teluguLyric: 'ఈ లోక యాత్రలో నే సాగుచుండ\n' +
            'ఒకసారి నవ్వు ఒకసారి యేడ్పు\n' +
            'అయినను క్రీస్తేసు నాతోడ నుండు\n' +
            '1.జీవిత యాత్ర ఎంతో కఠినము\n' +
            'ఘోరాంధకార తుఫానులున్నవి\n' +
            'అభ్యంతరములు యెన్నెన్నో ఉండు\n' +
            'కాయువారెవరు రక్షించేదెవరు\n' +
            '2.నీవే ఆశ్రయం క్రీస్తేసు ప్రభువా\n' +
            'అనుదినము నన్ను ఆధరించెదవు\n' +
            'నీతో ఉన్నాను విడువలేదనెడు\n' +
            'నీ ప్రేమ మధుర స్వరము విన్నాను\n' +
            '3.తోడైయుండెదవు అంతము వరకు\n' +
            'నీవు విడువవు అందరు విడచినను\n' +
            'నూతన బలమును నా కొసగెదవు\n' +
            'నే స్థిరముగ నుండ నీ కోరిక యిదియే',
        englishLyric: '',
        details: '',
        youtubeLink: ''
    },
    {
        teluguTitle: 'ఎందికో నన్నింతగా నీవు ప్రేమించితివో దేవా',
        englishTitle: 'Yenduko Nanninthaga Neevu',
        teluguLyric: 'ఎందికో నన్నింతగా నీవు ప్రేమించితివో దేవా\n' +
            'అందుకో నా దీన స్తుతిపాత్ర హల్లెలూయ యేసయ్యా\n' +
            '1.నా పాపము బాప నరరూపి వైనావు\n' +
            'నా శాపము మాప నలిగి వ్రేలాడితివి\n' +
            'నాకు చాలిన దేవుడవు నీవే నా స్థానములో నీవే\n' +
            '2.నీ రూపము నాలో నిర్మించియున్నావు\n' +
            'నీ పోలికలోనే నివశించమన్నావు\n' +
            'నీవు నన్ను ఎన్నుకొంటివి నీకొరకై నీ కృపలో\n' +
            '3.నా మనవులు ముందే నీ మనసులో నెరవేరే\n' +
            'నా మనుగడ ముందే నీ గ్రంధములో నుండే\n' +
            'ఏమి అద్భుత ప్రేమ సంకల్పం నేనేమి చెల్లింతున్',
        englishLyric: '',
        details: '',
        youtubeLink: ''
    },
    {
        teluguTitle: 'ఏ యోగ్యతా లేని నన్ను నీవు ప్రేమించినావు దేవా',
        englishTitle: 'Ye Yogyatha Leni Nannu',
        teluguLyric: 'ఏ యోగ్యతా లేని నన్ను నీవు ప్రేమించినావు దేవా\n' +
            'ఏ అర్హత లేని నన్ను నీవు రక్షించినావు ప్రభువా\n' +
            'నీకేమి చెల్లింతును నీ ఋణ మెలా తీర్తును\n' +
            '1. కలిషుతుడైన పాపాత్ముడను\n' +
            'నిష్కళంకముగా నను మార్చుటకు\n' +
            'పావన దేహంలో గాయాలు పొంది\n' +
            'రక్తమంత చిందించినావా\n' +
            'నీకేమి చెల్లింతును నీ ఋణ మెలా తీర్తును\n' +
            '2. సుందరమైన నీ రూపమును\n' +
            'మంటివాడనైన నా కియ్యుటకు\n' +
            'వస్త్రహీనుడుగా సిలువలో వ్రేలాడి\n' +
            'నీ సొగసును కోల్పోయినావా\n' +
            'నీకేమి చెల్లింతును నీ ఋణ మెలా తీర్తును\n' +
            '3. పాపము వలన మృతినొందిన\n' +
            'అపరాధినైన నను లేపుటకు\n' +
            'నా స్థానమందు నా శిక్ష భరించి\n' +
            'మరణించి తిరిగి లేచినావా\n' +
            'నీకేమి చెల్లింతును నీ ఋణ మెలా తీర్తును',
        englishLyric: '',
        details: '',
        youtubeLink: ''
    },
    {
        teluguTitle: 'దేవా మా కుటుంబము నీ సేవకే అంకితము',
        englishTitle: 'Deva Maa Kutumbamu',
        teluguLyric: 'దేవా మా కుటుంబము నీ సేవకే అంకితము\n' +
            'ఈ శాప లోకానా నీ సాక్షులుగ నిలువ\n' +
            'నీ ఆత్మతో నింపుమా నీ ఆత్మతో నింపుమా\n' +
            'దేవా మా కుటుంబము నీ సేవకే అంకితము\n' +
            '1. కాపరి మా యేసు ప్రభువే కొదువేమి లేదు మాకు\n' +
            'మాకేమి భయము మాకేమి దిగులు నీకే వందనములయ్య\n' +
            'లోబడి జీవింతుము లోపంబులు సవరించుము\n' +
            'లోకాశలువీడి లోకంబులోన నీమందగా ఉందుము\n' +
            '2. సమృద్ధి జీవంబును సమృద్ధిగా మాకింమ్ము\n' +
            'నెమ్మదిగల ఇల్లు నిమ్మళమగు మనస్సు ఇమ్మహిలో మాకిమ్మయ్య\n' +
            'ఇమ్ముగ దయచేయుము గిన్నెనిండిన అనుభవము\n' +
            'ఎన్నో కుటుంబాల ధన్యులుగా చేయంగ మమ్ములను బలపరచుము\n' +
            '3. ఏ కీడు రాకుండగా కాపాడుము మాపిల్లలను\n' +
            'లోకాదుర వ్యసనముల తాకుడులేకుండ దాచుము నీచేతులలో\n' +
            'వోలీవ మొక్కల వలెను ధ్రాక్ష తీగలను పోలి\n' +
            'ఫలసంపదలతోను కలకాలము జీవించ కురిపించుము నీదీవెనలన్\n' +
            '4. పెంపార జేయుము మాలో సొంపుగ నీఘన ప్రేమన్\n' +
            'నింపుమ హృదయముల శాంతిభాగ్యంబులతొ సంతసంబుగ సాగెదము\n' +
            'వింతైన నీప్రేమను అంతట ప్రకటింతుము\n' +
            'కొంతకాలమే మేము ఉందుము లోకానా చెంతచేరగ కోరెదము\n' +
            '\n',
        englishLyric: '',
        details: '',
        youtubeLink: ''
    },
    {
        teluguTitle: 'నీ కృపా సింహాసనమే',
        englishTitle: 'Nee Krupa Simhaasaname',
        teluguLyric: 'నీ కృపా సింహాసనమే\n' +
            'నా నిత్యనివాసము\n' +
            'యెహోవా పరిశుద్ధుడు . . .\n' +
            'నా నిత్యనివాసమే\n' +
            'నీ నిత్యరాజ్యము\n' +
            'పాపిననినే ఎరిగిన వేళ\n' +
            'కన్నీటితో నీదు పాదాలు కడుగగా\n' +
            'నన్ను కరుణించినా..\n' +
            'కనికర స్వరూపుడా\n' +
            'నీ రాజ్యవాసిగ నన్ను చేసినావు\n' +
            'నా హృదయ వేదన కన్నీటి రోదన\n' +
            'నీ సేవలోనే నా జీవితాంతం\n' +
            'నీ సేవలోనా..\n' +
            'నీ సేవలోన జీవన దాత\n' +
            'నిత్యము నన్ను నడపు నా నావికా\n' +
            'ప్రకటింతును నే నా జీవితాంతం\n' +
            'నీ దివ్య నామం నీ దివ్య చరితం\n' +
            'నా ప్రాణప్రియుడా…\n' +
            'నా ప్రాణేశ్వర\n' +
            'నీలో నిలుపు తుది శ్వాశవరకు\n' +
            'నీలో నన్ను నిలుపు తుది శ్వాశవరకు',
        englishLyric: '',
        details: '',
        youtubeLink: ''
    },
    {
        teluguTitle: 'నీ నీతి కిరణాలు నా బ్రతుకును చిగురింప చేసేనే',
        englishTitle: 'Nee Neethi Kiranaalu',
        teluguLyric: 'నీ నీతి కిరణాలు నా బ్రతుకును చిగురింప చేసేనే\n' +
            'కడవరి రక్షణలు నివు దాచి ఉంచిన స్వాస్థ్యము నాదే కదా\n' +
            'ఇదే కదా నా ఆనందము\n' +
            'ఇదే కదా నా బహుమానము\n' +
            '1.తలవంచితివా నా ప్రతిపాపముకై\n' +
            'పరిశుద్ధతలో మహనీయుడా\n' +
            'నీ మహిమతో నన్ను స్తోత్రయాగముగా\n' +
            'మార్చిన నా యేసయ్యా\n' +
            'నా యేసయ్యా నా యేసయ్యా\n' +
            'యేసయ్యా యేసయ్యా ….\n' +
            '2.నన్ను మండిచితివా ఆ సీయోనుకై\n' +
            'ప్రేమతో నిండిన సాత్వీకుడా\n' +
            'నీ కృపతో నన్ను నీ పాత్రునిగా\n' +
            'మార్చిన నా యేసయ్యా\n' +
            'నా యేసయ్యా నా యేసయ్యా\n' +
            'యేసయ్యా యేసయ్యా…',
        englishLyric: '',
        details: '',
        youtubeLink: ''
    },
    {
        teluguTitle: 'నే పాపినో ప్రభువా\n',
        englishTitle: 'Ne Papino Prabhuva',
        teluguLyric: 'నే పాపినో ప్రభువా\n' +
            'నన్ను కావుమా దేవా\n' +
            '1. కరుణాలవాలా నీ మ్రొలనీలా\n' +
            'తలవాల్చి నిలిచేనులే\n' +
            'దయచూడజాలా దురిపారద్రోలా\n' +
            'నీ సాటి దైవంభు వేరెవ్వరు\n' +
            'లేరెవ్వరు లేరెవ్వరు\n' +
            '2. ఉదయించినావు సదయుండ నీవు\n' +
            'ముదమార మా కొరకై\n' +
            'మోసేవు సిలువా నీ ప్రేమ విలువా\n' +
            'నా తరమా చెల్లించ నా యేసువా\n' +
            'నా యేసువా నా యేసువా',
        englishLyric: '',
        details: '',
        youtubeLink: ''
    },
    {
        teluguTitle: 'నీ ప్రేమ విలువా తెలియనైతిని',
        englishTitle: 'Nee Prema Viluva',
        teluguLyric: 'నీ ప్రేమ విలువా తెలియనైతిని\n' +
            'నీ ప్రేమ విలువా ఎరుగ నైతిని ఆ ప్రేమకే గాయమాయెనా\n' +
            'ఆ ప్రేమయే నన్ను మోసెనా\n' +
            '1.పాపపు ఊబిలో నేను పడిఉండుటచూచి\n' +
            'నా పేరుతో నన్ను పిలచిన నా తండ్రి\n' +
            'కలువరి సిలువలో నీవు చూపిన ప్రేమయే\n' +
            'నీ స్వాస్థ్యముగా నన్ను మార్చెనే\n' +
            '2.నీ బలిపీఠము పైనే బహుగా ఫలియించి\n' +
            'బలియాగమౌదును ఆ సీయోనుకై\n' +
            'నీ ప్రేమను చూపించి బలియాగమైతివా\n' +
            'నీ రాజ్యములో నన్ను చేర్చుటకై\n' +
            'నిత్యవధువుగా నన్ను మార్చుటకై',
        englishLyric: '',
        details: '',
        youtubeLink: ''
    },
    {
        teluguTitle: 'నన్ను కరుణించుమో దేవా',
        englishTitle: 'Nannu Karuninchumo Deva',
        teluguLyric: 'నన్ను కరుణించుమో దేవా\n' +
            'నన్ను కరుణించుమో తండ్రి\n' +
            'నీ రెక్కలే నాకు ఆశ్రయం\n' +
            'నీ హస్తములే నాకు అభయము\n' +
            '1. విరిగిన హృదయాలకు ఆసన్నుడా\n' +
            'నలిగిన మనస్సులకు ఆశ్రయుడా\n' +
            'గొప్ప దేవుడవు నీవే స్తుతులకు పాత్రుడవీవే\n' +
            '2. నీ కృపతో నన్ను బలపరచుము\n' +
            'నీ ప్రేమతో నన్ను నడిపించుము\n' +
            'గొప్ప దేవుడవు నీవే స్తుతులకు పాత్రుడవీవే',
        englishLyric: '',
        details: '',
        youtubeLink: ''
    },
    {
        teluguTitle: 'నన్ను తాకుము పరిశుద్ధపరచుము',
        englishTitle: 'Nannu Thakumu',
        teluguLyric: 'నన్ను తాకుము పరిశుద్ధపరచుము\n' +
            'విమోచిచు నా ప్రియ ప్రభు పరిశుద్ధపరచుము\n' +
            '1. లోకము నుండి లోకపుబంధాల నుండి\n' +
            'పాపము నుండి పాపపు క్రియల నుండి\n' +
            'విడిపించుము నా ప్రియ ప్రభు\n' +
            'ఐక్యపరచుము\n' +
            'నీలో నన్ను ఐక్యపరచుము\n' +
            '2. నూతన హృదయంబు నాకిమ్ము దేవా\n' +
            'నిజమైన నీ పోలిక దయచేయుమయ్యా\n' +
            'విజయంబు నిచ్చి నడిపించుమా\n' +
            'స్వస్థపరచుము\n' +
            'నీలా నన్ను రూపుదిద్దుము\n' +
            '3. వేలిగించుము నన్ను ఈ లోకములో\n' +
            'విలువైన వానిగా నను మార్చుము\n' +
            'ఉన్నత స్థలములో నను నిల్పుము\n' +
            'శక్తి నొసగుము\n' +
            'సర్వోన్నతుడా నీ జ్ఞానమీయ్యుము',
        englishLyric: '',
        details: '',
        youtubeLink: ''
    },
    {
        teluguTitle: 'నిను గాక మరి దేనిని నే ప్రేమింప నీయ్యకు',
        englishTitle: 'Ninu Gaka Mari Denini',
        teluguLyric: 'నిను గాక మరి దేనిని నే ప్రేమింప నీయ్యకు\n' +
            'నీ కృపలో నీ దయలో నీ మహిమ సన్నిధిలో\n' +
            'నను నిలుపుమో యేసు\n' +
            '1. నా తలపులకు అందనిది నీ సిలువ ప్రేమా\n' +
            'నీ అరచేతిలో నా జీవితం చెక్కించు కొంటివే\n' +
            'వివరింప తరమ నీ కార్యముల్\n' +
            'ఇహ పరములకు నా ఆధారం నీవై యుండగా\n' +
            'నా యేసువా నా యేసువా\n' +
            '2. రంగుల వలయాల ఆకర్షణలో మురిపించే మెరుపులలో\n' +
            'ఆశనిరాశల కోటలలో నడివీధు ఈలోకంలో\n' +
            'చుక్కాని నీవే నా దరి నీవే నా గమ్యము\n' +
            'నీ రాజ్యమే నీ రాజ్యమే\n' +
            'నా యేసువా నా యేసువా',
        englishLyric: '',
        details: '',
        youtubeLink: ''
    },
    {
        teluguTitle: 'పేదనరుని రూపము ధరించి',
        englishTitle: 'Peda Naruni Rupamu',
        teluguLyric: 'పేదనరుని రూపము ధరించి\n' +
            'యేసురాజు నీ చెంత నిలచే\n' +
            'అంగీకరించు మాయనను\n' +
            '1. కాళ్ళ చేతులందు సీలల్ కొట్టబడే\n' +
            'నింద వేదన శ్రమలను సహించెనేసు\n' +
            'చిందె తనదు రక్తము నీ పాపముకై\n' +
            'దీనుడై నిన్ను పిలచుచుండే\n' +
            '2. తలవాల్చుటకు ఇల స్థలమే లేదు\n' +
            'దప్పి తీర్చుకొన నీరు దొరక లేదు\n' +
            'తన్ను ఆధరించు వారెవరు లేరు\n' +
            'ప్రియ రక్షకుడు సిలువలో వ్రేలాడే\n' +
            'పాట్లుపడే నిన్ను విడిపింపను\n' +
            '3. మాయ లోకమును నీవు నమ్మకుము\n' +
            'మనుష్యుల మనస్సు మారిపోవునిలా\n' +
            'నిత్య దేవుని ప్రేమను నమ్మి నీవు\n' +
            'నిశ్చయముగా ప్రభువులో ఆనందింప\n' +
            'నేడే రమ్ము విస్వాసముతో',
        englishLyric: '',
        details: '',
        youtubeLink: ''
    },
    {
        teluguTitle: 'ప్రభుయేసు నాకై నీ సర్వము నిచ్చితివి',
        englishTitle: 'Prabhu Yesu Naa Kai',
        teluguLyric: 'ప్రభుయేసు నాకై నీ సర్వము నిచ్చితివి\n' +
            'ప్రేమనుబట్టి అర్పించు కొంటివి నాకై\n' +
            '1.శిరస్సు నిచ్చితివి ముండ్ల మకుటముకై\n' +
            'స్వామి నా పాపముల కొరకే\n' +
            'సహింపజాలని వేదన బహుగా\n' +
            'సహించితివి ప్రేమతోడ\n' +
            '2.కాళ్ళు చేతులలో మేకులు కొట్టిరి\n' +
            'బల్లెముతో ప్రకన్ బొడిచిరి\n' +
            'యేలాగు వివరింతు నీ బాధ నేను\n' +
            'ఓర్చితివా మౌనము వహించి\n' +
            '3.ఎంత అద్భుతము ప్రభువా నీ ప్రేమా\n' +
            'ఎందు కింతగా ప్రేమించితివి\n' +
            'వందన మర్పింతు నీ పాదములకే\n' +
            'పొందుగ నీ వాడనైతి',
        englishLyric: '',
        details: '',
        youtubeLink: ''
    },
    {
        teluguTitle: 'మట్టి నుండి వచ్చిన ఈ శరీరము మట్టి లోనే కలవాలి',
        englishTitle: 'Matti Nundi Vachina',
        teluguLyric: 'మట్టి నుండి వచ్చిన ఈ శరీరము మట్టి లోనే కలవాలి\n' +
            'స్వామి నీవిచ్చిన ఈ ఆత్మా తిరిగి నీ చెంతకు చేరాలి\n' +
            '1. నీకే నే స్వంతం నీవే నా సర్వం నీ దరికే చేరాలి\n' +
            'ఈ లోకాన నేనొక భాటసారి ఈ జీవితమే ఒక ప్రయాణము\n' +
            'తెరువుమయా తెరువుమయా నా హృదయ నేత్రములు\n' +
            'ఎక్కడికి నే వెళ్ళుచున్నానో\n' +
            'ఎరిగించు నా స్వామి\n' +
            '2. లోకమంత సంపాదించి ఆత్మను కోల్పోయిన లాభం ఏమున్నది\n' +
            'ఒక్కరోజు ప్రభు ముందు నిలబడి నే ఏం జవాబు ఇవ్వాలి\n' +
            'మోక్షమా నరకమా నే నిప్పుడే నిర్ణయం చేయాలి\n' +
            'ఆత్మకు బదులుగా ఏమివ్వగలను\n' +
            'ఎరిగించు నా స్వామి',
        englishLyric: '',
        details: '',
        youtubeLink: ''
    },
    {
        teluguTitle: 'మొడుబారిన నా మహిమ జీవితం',
        englishTitle: 'Modubarina Naa Mihima',
        teluguLyric: 'మొడుబారిన నా మహిమ జీవితం\n' +
            'చిగురింప చేయుమయా\n' +
            'నా ఆత్మీయ వ్యవసాయకా\n' +
            'నా బలము నీవే నా యేసయ్యా\n' +
            '1. నీ సన్నిద్ధిని విడిచితిని లోకంతో నడచితిని\n' +
            'నీ ఆత్మను కోల్పోతిని అనాధగా మిగిలితిని\n' +
            'చేదైన నన్ను మధురము చేసి\n' +
            'పండించు నీ ప్రేమతో\n' +
            '2. తలాంతులను ఇచ్చినా తలగా నన్ను చేసినా\n' +
            'ఫలియించు కాలానికి నీ బలమును కోల్పోతిని\n' +
            'నీ బలము నిచ్చి ఫలియింప చేసి\n' +
            'నడిపించు నీ సేవలో',
        englishLyric: '',
        details: '',
        youtubeLink: ''
    },
    {
        teluguTitle: 'లోకమును విడచి వెళ్ళవలెనుగా',
        englishTitle: 'Lokamunu Vidachi Vellavalenuga',
        teluguLyric: 'లోకమును విడచి వెళ్ళవలెనుగా\n' +
            'సర్వమిచ్చటనే విడువా వలెన్\n' +
            'విడువా వలెన్\n' +
            '1.యాత్రికులము ఈ దుష్టలోకములో\n' +
            'పాడులోకములో మనకేది లేదు\n' +
            'ఏ విషయమందైన గర్వించలేము\n' +
            'జాగ్రత్తగానే నడుచు కొనెదము\n' +
            '2.మన ఈర్ష్య కపటా ద్వేషాలు విడచి\n' +
            'నిజ ప్రేమతోనే జీవించెదాము\n' +
            'నిష్కళంకులమై శుద్ధూలమై\n' +
            'పరిపూర్ణతాను చేపట్టుదాము\n' +
            '3.ఆత్మీయ నేత్రాలతో చూచెదాము\n' +
            'ఎంతా అద్భుతోమో సౌంధర్య నగరం\n' +
            'ప్రభువు చెంతాకు వెళ్ళేదాము\n' +
            'విజయోత్సవముతో ప్రవేశించెదము',
        englishLyric: '',
        details: '',
        youtubeLink: ''
    },
    {
        teluguTitle: 'వినవా మనవి యేసయ్య',
        englishTitle: 'Vinava Manavi Yesiah',
        teluguLyric: 'వినవా మనవి యేసయ్య\n' +
            'ప్రభువా శరణం నీవయ్యా\n' +
            'మలినము నా గతం\n' +
            'పగిలెను జీవితం\n' +
            'చేసుకో నీ వశం\n' +
            'వినవా ప్రభువా\n' +
            '1.లోక స్నేహమే కోరి దూరమైతిని\n' +
            'వీడిపోయి నీ దారి ఓడిపోతిని\n' +
            'విరిగిన మనస్సుతో నిన్ను చేరాను\n' +
            'చితికిన బ్రతుకులో బాగు కోరాను\n' +
            'నన్ను స్వీకరించి నీతో ఉండనీ యేసయ్యా\n' +
            'నా తండ్రి నీవేనయ్యా\n' +
            '2.ఆశ యేది కనరాక బేలనైతిని\n' +
            'బాధలింక పడలేక సోలిపోతిని\n' +
            'అలసిన కనులతో నిన్ను చూశాను\n' +
            'చెదరిన కలలతో కృంగిపోయాను\n' +
            'నన్ను సేదదీర్చి సంతోషించనీ యేసయ్యా\n' +
            'నా దైవము నీవయ్యా',
        englishLyric: '',
        details: '',
        youtubeLink: ''
    },
    {
        teluguTitle: 'విరిగిన మనస్సుతో నలిగిన హృదయముతో',
        englishTitle: 'Virigina Manassutho Naligina',
        teluguLyric: 'విరిగిన మనస్సుతో నలిగిన హృదయముతో\n' +
            'అర్పణగా నీ సన్నిధిలో చేరితి\n' +
            'గైకొనుమా నా ప్రాణనాధుడా\n' +
            '1. బలులను కోరవు బలియైన వాడవు\n' +
            'భరించినావు నా పాపాల భారము\n' +
            'ధరయందెవ్వరు చేయ్యనిదే త్యాగము\n' +
            'సరిరాదు ఇలయేది నీదు ప్రేమకు\n' +
            '2. సజీవయాగమై సర్వాంగహోమమై\n' +
            'క్రీస్తు శరీరమై పరిశుద్ధ సంఘమై\n' +
            'పానార్పణముగా నే పోయబడుదును\n' +
            'ప్రకటింతు ప్రతిచోట నీ సువార్తను',
        englishLyric: '',
        details: '',
        youtubeLink: ''
    },
    {
        teluguTitle: 'సంతోషించుమా ఓ యెరుషలేమా',
        englishTitle: 'Santhosinchuma',
        teluguLyric: 'సంతోషించుమా ఓ యెరుషలేమా\n' +
            'సర్వోన్నతుని జనాంగమా\n' +
            'ఆనందించుమా సియోను నగరమా\n' +
            'ఉత్సహించి పాడుమా\n' +
            'షాలోం.. షాలోం యెరుషలేమా\n' +
            'సమాధానము నిత్యం నీకు సమాధానము\n' +
            '1. భూరాజులందరు నిన్ను గూర్చి\n' +
            'ఒక దినము ఇలలో సంతోషించును\n' +
            'అంజుర వృక్షమైన నీ చేతి కొమ్మలు\n' +
            'చిగురించి ఫలియించును\n' +
            'షాలోం.. షాలోం యెరుషలేమా\n' +
            'సమాధానము నిత్యం నీకు సమాధానము\n' +
            '2. సర్వలోకమంతయు నీ ద్వారా\n' +
            'ఆశీర్వదించ బడియుండెను\n' +
            'నీలోన పుట్టిన రక్షకుడు\n' +
            'లోకాన్ని రక్షించెను\n' +
            'షాలోం.. షాలోం యెరుషలేమా\n' +
            'సమాధానము నిత్యం నీకు సమాధానము',
        englishLyric: '',
        details: '',
        youtubeLink: ''
    },
    {
        teluguTitle: 'సములెవ్వరు దేవా నీతో సమానులెవరు దేవా',
        englishTitle: 'Samulevvaru Deva',
        teluguLyric: 'సములెవ్వరు దేవా నీతో సమానులెవరు దేవా\n' +
            'వేల్పులలోనా నీ వంటి దేవుడు ఎవరున్నారు దేవా\n' +
            'పూజ్యులలోనా నీ వంటి ఘనుడు ఎవరున్నారు దేవా\n' +
            '1. నిత్యనివాస స్థలము నీవే సత్యసమాధాన గృహము నీవే\n' +
            'అత్యున్నత సింహాసనాశీనుడా నే నిలచియుంటిని నీలోనే\n' +
            'ఆశ్చర్యకరుడా నా యేసయ్యా నే దాగియుంటిని నీలోనే\n' +
            '2. నిత్యాశ్రయ దుర్గము నీవే సర్వాధికారుడవు నీవే\n' +
            'సర్వోన్నత సత్య దేవుడా జీవించుచుంటిని నీతోనే\n' +
            'సహాయకుడా నా యేసయ్యా నమ్మియుంటిని నీ ప్రేమనే\n' +
            '3. రక్షణాజీవము నీవే జీవమార్గము నీవే\n' +
            'నమ్మదగిన నిజ దేవుడా నీ కృప నాకు చాలునయా\n' +
            'సమాధానకరుడా నా యేసయ్యా నీ ప్రేమ నాకు చాలునయా',
        englishLyric: '',
        details: '',
        youtubeLink: ''
    },
    {
        teluguTitle: 'సిలువ యెందే నీదు ప్రేమ',
        englishTitle: 'Siluva Yande Needu Prema',
        teluguLyric: 'సిలువ యెందే నీదు ప్రేమ\n' +
            'తెలిసికొంటిమో ప్రభో\n' +
            '1. మాదు పాప గాయములను\n' +
            'మాపగోరి సిల్వపై\n' +
            'నీదు దేహమంత కొరడ\n' +
            'దెబ్బ లోర్చుకొంటివే\n' +
            '2. తండ్రి కుమారా శుద్ధాత్మలదేవా\n' +
            'ఆరాధింతు మా ఆత్మతో\n' +
            'హల్లేలూయ స్తోత్రములను\n' +
            'ఎల్లవేళలా పాడెదం',
        englishLyric: '',
        details: '',
        youtubeLink: ''
    },
    {
        teluguTitle: 'అంకితం ప్రభూ నా జీవితం',
        englishTitle: 'ankitham',
        teluguLyric: 'అంకితం ప్రభూ నా జీవితం - నీ చరణాల సేవకే అంకితమయ్యా - 2\n' +
            '\n' +
            'నీ సేవకై ఈ సమర్పణా - అంగీకరించుము నాదు రక్షకా - 2\n' +
            '\n' +
            '\n' +
            '\n' +
            '1. మోడుబారిన నా జీవితం - చిగురింపజేసావు దేవా\n' +
            '\n' +
            'నిష్ఫలమైన నా జీవితం - ఫలియింపజేసావు ప్రభువా\n' +
            '\n' +
            'నీ కృపలో బహుగా ఫలించుటకు - ఫలింపని వారికి ప్రకటించుటకు - 2\n' +
            '\n' +
            'అంగీకరించుము నా సమర్పణ\n' +
            '\n' +
            '\n' +
            '\n' +
            '2. కారు చీకటి కాఠిన్య కడలిలో - నీ కాంతినిచ్చావు దేవా\n' +
            '\n' +
            'చీకటిలోనున్న నా జీవితం - చిరుదివ్వెగా చేసావు ప్రభువా\n' +
            '\n' +
            'నీ సన్నిధిలో ప్రకాశించుటకు - అంధకార ఛాయలను తొలగించుటకు - 2\n' +
            '\n' +
            'అంగీకరించుము నా సమర్పణ',
        englishLyric: '',
        details: '',
        youtubeLink: ''
    },
    {
        teluguTitle: 'అంచులనుండి జారేల',
        englishTitle: 'anchulanundi jaarela',
        teluguLyric: 'అంచులనుండి జారేల – గిన్నెలు నిండి పోర్లేలా\n' +
            'ఆశీర్వదిస్తాడు యేసయ్యా /2/\n' +
            'విశ్వాసంతో ప్రార్ధన చేసిన – ఇచ్చేదాక ఓపిక పట్టిన /2/\n' +
            'మితిలేని తన సంపద నీదే – స్తుతియిస్తే పొందనిది లేదే /2/అంచుల/\n' +
            '\n' +
            '1. లెక్కకు మించి కురియుచున్న – అద్భుతమైన దీవేనలకై /2/\n' +
            'స్తోత్ర గానము చేయు చున్నావా /2/\n' +
            'కృతజ్ఞత కలిగున్నావా /2/మితి/\n' +
            '\n' +
            '2. శ్రమల నుండి అమరుచున్న – అబ్బురపరచే మేళ్ళ కొఱకై /2/\n' +
            'స్తోత్ర గానము చేయు చున్నావా /2/\n' +
            'కృతజ్ఞత కలిగున్నావా /2/మితి/\n' +
            '\n' +
            '3. అపాయములను తప్పిస్తున్న – అదృశ్య దేవుని కాపుదాలకై /2/\n' +
            'స్తోత్ర గానము చేయు చున్నావా /2/\n' +
            'కృతజ్ఞత కలిగున్నావా /2/మితి/',
        englishLyric: '',
        details: '',
        youtubeLink: ''
    },
    {
        teluguTitle: 'అంజలి ఘటియించినాము',
        englishTitle: 'anjali ghatiyinchinaamu',
        teluguLyric: 'అంజలి ఘటియించినాము\n' +
            'అందరి మనసులలోని చీకటుల\n' +
            'హరియించి తరియింప చేయగా\n' +
            'నీ సుందర పదములముందర మేమందరము యేసు...\n' +
            '\n' +
            'అంజలి ఘటియించినాము...\n' +
            '\n' +
            'వాడుకగా వాక్యమును చదివితిమి గాని\n' +
            'వాస్తవముగ దాని భావమే మరచితిమి\n' +
            'ఆచారముగా ఆలయమేగితిమి గాని\n' +
            'ఆచరణలో ఆజ్ఞలను విడచితిమి\n' +
            'తుదకు వాక్యము నీవని ఎరిగితిమి\n' +
            'నీ ఆలయముగా మేము మారితిమి ... యేసు\n' +
            '\n' +
            'అంజలి ఘటియించినాము...\n' +
            '\n' +
            'వేదనలో నీ వేదమునే తలచి\n' +
            'వేడుకలో నీ నామమే మరచి\n' +
            'స్వార్ధ చింతనతో స్వామి నిను విడచి\n' +
            'విలపించి తలవంచి\n' +
            '\n' +
            'అంజలి ఘటియించినాము...\n' +
            '\n' +
            'పాపాప పద పాపాప పద పాపాప\n' +
            'పమపమగరిసరిగమ పాపామపదపా\n' +
            'పమపదనీనీనినిసని మపదనిసాసానిసారిసా\n' +
            'సరిగమపమగరిసానిదపమా\n' +
            'గమని గమనీనీ గమని గమనీని సగప సగపాప సగప సగపాప\n' +
            'సరిగ సరి గమపమ\n' +
            'సరిగ సరి గమపమ\n' +
            'రిగమరి గమపదని\n' +
            'రిగమరి గమపదని\n' +
            'తధీమ్ త తకిట\n' +
            'తఝo త తఝణు\n' +
            'తక తకిట తకధిమిత తక ఝణుత\n' +
            'సరిగమ పమగరి గమపద నిదపమ\n' +
            'పదనిసరిగమపమగరిసనిదపమ\n' +
            'మాపదనిస గామపదని రీగామపద\n' +
            'సారిగమదప మగరి\n' +
            'సగరి గమ గమప గమపదని\n' +
            'గరిసనిదపదనిసాసా గరిసనిదపదనిసాసా\n' +
            'మపదనిసా మపదనిసా మపదనిసా',
        englishLyric: '',
        details: '',
        youtubeLink: 'https://www.youtube.com/watch?v=h__-R0nWFak&t=2s'
    },
    {
        teluguTitle: 'అంజలి ఘటియింతు దేవా',
        englishTitle: 'anjali ghatiyinthu devaa',
        teluguLyric: 'అంజలి ఘటియింతు దేవా (2)\n' +
            'నీ మంజుల పాదాంబుజముల కడ\n' +
            'నిరంజన మానస పరిమళ పుష్పాంజలి ||అంజలి||\n' +
            '\n' +
            'పరమాత్మ నీ పాద సేవ\n' +
            'చిరజీవ సంద్రాన నావ (2)\n' +
            'సిలువ మహా యజ్ఞ సింధూర\n' +
            'రక్తా రుణమేయ సంభావనా (2)\n' +
            'దేవా దేవా యేసు దేవా (2)\n' +
            'అంజలి ఘటియింతు దేవా ||అంజలి||\n' +
            '\n' +
            'అవతార మహిమా ప్రభావ\n' +
            'సువిశాల కరుణా స్వభావ (2)\n' +
            'పరలోక సింహాసనాసీన\n' +
            'తేజో విరాజమాన జగదావనా (2)\n' +
            'దేవా దేవా యేసు దేవా (2)\n' +
            'అంజలి ఘటియింతు దేవా ||అంజలి||',
        englishLyric: '',
        details: '',
        youtubeLink: 'https://www.youtube.com/watch?v=6eMlI35cVNU&t=4s'
    },
    {
        teluguTitle: '',
        englishTitle: '',
        teluguLyric: '',
        englishLyric: '',
        details: '',
        youtubeLink: ''
    },
    {
        teluguTitle: 'అంత్య దినమందు దూత బూర నూదు చు',
        englishTitle: 'amthya dhinammdhu dhootha boora noodhu chu',
        teluguLyric: '1. అంత్య దినమందు దూత\n' +
            'బూర నూదు చుండగా\n' +
            'నిత్యవాసరంబు తెల్లవారగా\n' +
            'రక్షణందుకొన్నవారి\n' +
            'పేళ్లు పిల్చుచుండగా\n' +
            'నేను కూడ చేరియుందునచ్చటన్\n' +
            '||నేను కూడ చేరియుందున్\n' +
            'నేను కూడ చేరియుందున్\n' +
            'నేను కూడ చేరియుందున్\n' +
            'నేను కూడ చేరి యుందు నచ్చ\n' +
            'టన్||\n' +
            '\n' +
            '\n' +
            '2. క్రీస్తునందు మృతులైన\n' +
            'వారు లేచి క్రీస్తుతో\n' +
            'పాలుపొందునట్టి యుదయంబునన్\n' +
            'భక్తులార కూడిరండి\n' +
            'యంచు బిల్చుచుండగా\n' +
            'నేను కూడ చేరియుందు నచ్చటన్.\n' +
            '\n' +
            '\n' +
            '3. కాన యేసుసేవ ప్రత్య\n' +
            'హంబు చేయుచుండి నే\n' +
            'క్రీస్తునద్భుతంపు ప్రేమచాటున్\n' +
            'కృప నొందు వారి పేళ్లు\n' +
            'యేసు పిల్చుచుండగా\n' +
            'నేను కూడ చేరియుందునచ్చటన్',
        englishLyric: '',
        details: '',
        youtubeLink: ''
    },
    {
        teluguTitle: 'అంత్య దినములందు మేం ఉండగా నీ ఆత్మా కుమ్మరింపు నీయుమా',
        englishTitle: 'anthyadhinamula yendu memundaga',
        teluguLyric: 'అంత్య దినములందు మేం ఉండగా - నీ ఆత్మా కుమ్మరింపు నీయుమా -2\n' +
            '\n' +
            'మేం దర్శనాలు చూచి మేం ప్రవచనాలు చెప్పి - లోకమందు మార్పు తెచ్చేదం\n' +
            '\n' +
            'ఆది సంఘమల్లె మేము - ఆత్మా అగ్నితోడ రగిలి - క్రీస్తు సిలువనెత్తి చూపెదం\n' +
            '\n' +
            'యేసుదే ఈ తరం - యేసుకే యువతరం -2\n' +
            '\n' +
            'అంత్య దినములందు మేం ఉండగా - నీ ఆత్మా కుమ్మరింపు నీయుమా -2\n' +
            '\n' +
            '\n' +
            '\n' +
            '\n' +
            '\n' +
            '1. ఏలియా ప్రవక్త వోలె సత్యదేవుడైన ప్రభుని - జడియకుండ సాక్ష్యమిచ్చెదం\n' +
            '\n' +
            'పేతురు అపోస్తులల్లె ఇంట బయట మానకుండ - ప్రభుని గూర్చి మాటలాడేదం -2\n' +
            '\n' +
            '\n' +
            '\n' +
            'మేం దర్శనాలు చూచి మేం ప్రవచనాలు చెప్పి - లోకమందు మార్పు తెచ్చెదం\n' +
            '\n' +
            'ఆది సంఘమల్లె మేము - ఆత్మా అగ్నితోడ రగిలి - క్రీస్తు సిలువనెత్తి చూపెదం\n' +
            '\n' +
            'యేసుదే ఈ తరం - యేసుకే యువతరం -2\n' +
            '\n' +
            '\n' +
            'అంత్య దినములందు మేం ఉండగా - నీ ఆత్మా కుమ్మరింపు నీయుమా -2\n' +
            '\n' +
            '\n' +
            '\n' +
            '\n' +
            '2. ఎండిన ఈ ఎముకలన్ని యేసులో జీవించులాగ - ప్రవచనాన్ని ఎత్తి చెప్పెదం\n' +
            '\n' +
            'మండుతూ ప్రకాశించు దీపమై యెహాను లాగ - ప్రభుని త్రోవ సరళపరచెదం -2\n' +
            '\n' +
            '\n' +
            '\n' +
            '\n' +
            'మేం దర్శనాలు చూచి మేం ప్రవచనాలు చెప్పి - లోకమందు మార్పు తెచ్చెదం\n' +
            '\n' +
            'ఆది సంఘమల్లె మేము - ఆత్మా అగ్నితోడ రగిలి - క్రీస్తు సిలువనెత్తి చూపెదం\n' +
            '\n' +
            'యేసుదే ఈ తరం - యేసుకే యువతరం -2\n' +
            '\n' +
            '\n' +
            'అంత్య దినములందు మేం ఉండగా - నీ ఆత్మా కుమ్మరింపు నీయుమా -2',
        englishLyric: '',
        details: '',
        youtubeLink: ''
    },
    {
        teluguTitle: 'అంత్య దినములయందు ఆత్మను',
        englishTitle: 'anthya dinamulayandu aathmanu ',
        teluguLyric: 'అంత్య దినములయందు ఆత్మను\n' +
            'మనుష్యులందరి మీద కుమ్మరించుమయా (2)\n' +
            'దేవా యవ్వనులకు దర్శనము\n' +
            'కలుగజేయుము (2) ||అంత్య||\n' +
            '\n' +
            'కోతెంతో విస్తారము\n' +
            'కోసేడి వారు లేరు\n' +
            'యవ్వనులకు నీ పిలుపునిచ్చి\n' +
            'సేవకు తరలింపుము (2) ||దేవా||\n' +
            '\n' +
            'సౌలు లాంటి యవ్వనులు\n' +
            'దమస్కు మార్గము వెళ్లుచుండగా (2)\n' +
            'నీ దర్శనము వారికిచ్చి\n' +
            'పౌలు వలె మార్చుము (2) ||దేవా||\n' +
            '\n' +
            'సంసోను లాంటి యవ్వనులు\n' +
            'బలమును వ్యర్ధ పరచుచుండగా (2)\n' +
            'నీ ఆత్మ బలమును వారికిచ్చి\n' +
            'నీ దాసులుగా మార్చుము (2) ||దేవా||',
        englishLyric: '',
        details: '',
        youtubeLink: 'https://www.youtube.com/watch?v=jY3C0Y6xcoM'
    },
    {
        teluguTitle: 'అంత్యదినమందు దూత బూర నూదుచుండగా',
        englishTitle: 'amthyadhinammdhu dhootha boora noodhuchumdagaa',
        teluguLyric: '1. అంత్యదినమందు దూత బూర నూదుచుండగా\n' +
            'నిత్యవాసరంబు తెల్లవారగా\n' +
            'రక్షణందుకొన్నవారి పేర్లు పిల్చుచుండగా\n' +
            'నేను కూడ చేరియుందు నచ్చటన్\n' +
            '\n' +
            'పల్లవి: నేను కూడ చేరి యుందున్\n' +
            'నేను కూడ చేరి యుందున్\n' +
            'నేను కూడ చేరి యుందున్\n' +
            'నేను కూడ చేరి యుందున్ నచ్చటన్\n' +
            '\n' +
            '2. క్రీస్తునందు మృతులైనవారు లేచి క్రీస్తుతో\n' +
            'పాలుపొందునట్టి యుదయంబునన్\n' +
            'భక్తులారా కూడిరండి యంచు బిల్చుచుండగా\n' +
            'నేను కూడ చేరి యుందు నచ్చటన్\n' +
            '\n' +
            '3. కాన యేసుసేవ ప్రత్యహంబు చేయుచుండి నే\n' +
            'క్రీస్తు నద్భుతంపు ప్రేమ చాటుచున్\n' +
            'కృపనొందువారి పేర్లు యేసు పిల్చుచుండగా\n' +
            'నేను కూడ చేరి యుందు నచ్చటన్',
        englishLyric: '',
        details: '',
        youtubeLink: ''
    },
    {
        teluguTitle: 'అందమే రూపు దాల్చె దైవ వాక్కునకే',
        englishTitle: 'amdhamae roopu dhaalche dhaiva vaakkunakae',
        teluguLyric: 'అందమే రూపు దాల్చె - దైవ వాక్కునకే (2)\n' +
            '1.ఇలలోన స్త్రీలలోన - సాటిలేని మేటియైన (2)\n' +
            'కన్య మరియ గర్భమందు - బాలునిగ జననమొందె (2)\n' +
            'ఇదిగో శుభవార్త - శుభవార్త IIఅందమేII\n' +
            '2.ఇలలోన పాపభారం - తొలగింప దైవసుతుడు (2)\n' +
            'పరలోక ప్రభుని ఆజ్ఞ - నెరవేర సమయమాయె (2)\n' +
            'ఇదిగో శుభవార్త - శుభవార్తIIఅందమేII',
        englishLyric: '',
        details: '',
        youtubeLink: ''
    },
    {
        teluguTitle: 'అందమైన క్రీస్తు కథ మీ రాలింపరయ',
        englishTitle: 'amdhamaina kreesthu katha mee',
        teluguLyric: 'అందమైన క్రీస్తు కథ మీ రాలింపరయ్య ||అందమైన||\n' +
            '\n' +
            '1. పొందుగ శిష్యులతో యేసు పోవుచుండు మార్గమందు ముందుగ\n' +
            'వీక్షించి రొక్క పు ట్టంధకుని అందుఁ గొందఱు శిష్యు లాత్మలో భావించి\n' +
            'రెందు కీతఁడు చీక య్యెను దీని విధమేమో డెందములనుఁ గల్గు\n' +
            'సందియములు వీడ విందమనుచు లోక వంద్యుని సంతతా నందుని\n' +
            'మనుజ నందనుని నడిగిరప్పు ||డందమైన||\n' +
            '\n' +
            '\n' +
            '2. చీకువాఁడై జన్మించుటకుఁ జేసెనా దుష్కృతము నితఁడు లేక వీని జననీ\n' +
            'జనకు లేమి చేసిరో యీ కారణముఁ దెల్పు మోకర్త యిపుడీవు\n' +
            'మాకంచు తను వేఁడ లోకేశ్వరుండు ని రాకారుఁ డితనియం\n' +
            'దీకార్యములుఁ జూపఁ బ్రాకటముగఁ జేసెఁ గాక వేరొకవిధము లేకున్నదని\n' +
            'తెల్పి చీకుఁ బ్రోవఁ దలంచె ||నందమైన||\n' +
            '\n' +
            '\n' +
            '3. బురద వాని కన్నులందుఁ గరములతోఁ జమిరియొక్క చెఱవులో\n' +
            'బ్రాక్షాళించుటకు సెలవిచ్చెఁ బ్రభువు బిరబిర నయ్యంధుఁ డరిగి యేసుని\n' +
            'పల్కుఁ దిరముగ మదినమ్మి సరసిలో మునిఁగి సుం దరమైన నేత్రముల్\n' +
            'ధరియించి యానంద భరితుడై చనుదెంచు తఱివాని పొరుగింటి\n' +
            'నరులబ్బురముగఁ జూ చిరి మార్మోమగువాని ||నందమైన||\n' +
            '\n' +
            '\n' +
            '4. చూపులేని గ్రుడ్డివానిఁ జూడఁ గలుగఁజేయువాఁడే పాపాంధకార\n' +
            'మగ్నుల నా ప్రభువే రక్షించు పైపైని మనకన్ను చూపు చూపది గాదు\n' +
            'లోపలి కనుగుడ్డి యైపోయి యున్నది యాప త్పరంపర లోఁ\n' +
            'బొరలుచున్నాము కాపాడుమని యేసు శ్రీ పాదములుఁ బట్టి చూపు\n' +
            'లోపలి చూపుఁ జూచి యానందింత ||మందమైన||',
        englishLyric: '',
        details: '',
        youtubeLink: ''
    },
    {
        teluguTitle: 'అందమైన క్షణము ఆనందమయము',
        englishTitle: 'andamaina kshanamu aanandamayamu',
        teluguLyric: 'అందమైన క్షణము ఆనందమయము\n' +
            'యేసయ్య పుట్టినవేళ సంబరమే సంబరము\n' +
            'యేసయ్య పుట్టినవేళ సంబరమే సంబరము (2)\n' +
            'బంగారు సొగసు కన్నా బహు అందగాడు (2)\n' +
            'బోళము సాంబ్రాణి కన్నా బహు సుగంధుడు\n' +
            '\n' +
            'సంబరమే సంబరము శ్రీ యేసు జననము\n' +
            'సర్వ జగతికి మహా సంతోషము\n' +
            'సర్వ సృష్టికి ముందే దేవుడేర్పరిచిన\n' +
            'శాశ్వత జీవం ఈ ప్రభు యేసే\n' +
            'శాశ్వత జీవం ఈ ప్రభు యేసే\n' +
            '\n' +
            'బలమైన యోధుడు దేవాది దేవుడు\n' +
            'దీన నరుడై మనకై పుట్టాడు\n' +
            'మన గాయములకు కట్టు కట్టి\n' +
            'మన బ్రతుకులను వెలుగుతో నింపిన\n' +
            'దైవతనయుని కొలువ రావా\n' +
            'సందేహించకు ఓ సోదరా\n' +
            'రక్షణ మార్గము కోరి రావా\n' +
            'సంశయమెందుకు ఓ సోదరా… ఓ సోదరీ… ||సంబరమే||\n' +
            '\n' +
            'పాప విమోచన నిత్య జీవం\n' +
            'సిలువలోనే మనకు సాధ్యం\n' +
            'సిలువ భారం తాను మోసి\n' +
            'మన దోషములను తుడిచేసాడు\n' +
            'సిలువ చెంతకు చేర రావా\n' +
            'జాగు ఎందుకు ఓ సోదరా\n' +
            'యేసు నామము నమ్మ రావా\n' +
            'జాగు ఎందుకు ఓ సోదరా… ఓ సోదరీ… ||సంబరమే||',
        englishLyric: '',
        details: '',
        youtubeLink: 'https://www.youtube.com/watch?v=fgrVrjT6ijc'
    },
    {
        teluguTitle: 'అందమైన మధురమైన నామం ఎవరిది',
        englishTitle: 'andamaina madhuramaina naamam evaridi',
        teluguLyric: 'అందమైన మధురమైన నామం ఎవరిది\n' +
            'మహిమాన్వితుడు మహిజన రక్షకుడు\n' +
            'ఆయనేసు యేసు యేసు (2) ||అందమైన||\n' +
            '\n' +
            'సైన్యములకు అధిపతివి నీవే ఓ రాజా\n' +
            'లోకమును రక్షించు ఇమ్మానుయేలా (2)\n' +
            'మా పాలి దైవమా ఓ శ్రీ యేసా\n' +
            'స్తుతింతు నిన్ను నా ఆత్మ యేసయ్య (2) ||అందమైన||\n' +
            '\n' +
            'కొండ నీవే కోట నీవే నీవే యేసయ్యా\n' +
            'ఆకలి తీర్చి ఆదుకునే తండ్రివి నీవే (2)\n' +
            'నీ ఒడిలో చేర్చుమా ఓ శ్రీ యేసా\n' +
            'స్తుతింతు నిన్ను నా ఆత్మ యేసయ్య (2) ||అందమైన||\n' +
            '\n' +
            'చీకటి నుండి వెలుగు లోనికి నడిపించావు\n' +
            'మానవులను ప్రేమించి చూపించావు (2)\n' +
            'మా కోసం మరణించి చూపించావు\n' +
            'స్తుతింతు నిన్ను నా ఆత్మ యేసయ్య (2) ||అందమైన||',
        englishLyric: '',
        details: '',
        youtubeLink: ''
    },
    {
        teluguTitle: 'అందరి చెవులు గింగురుమనేలా అంతట చాటి చెప్పాలా',
        englishTitle: 'andhari chevulu gingurumanela',
        teluguLyric: 'అందరి చెవులు గింగురుమనేలా అంతట చాటి చెప్పాలా\n' +
            'యేసు రాకడకు సమయం అయ్యుందని\n' +
            'సిద్ధం కాకపోతే ఎంతో ఘోరమని\n' +
            '\n' +
            'అ.ప: వాయుదా వెయ్యకుండా - కారణాలు చెప్పకుండా\n' +
            'రక్షణ పొందుకోమని\n' +
            '\n' +
            '1. యేసయ్యను స్వంత రక్షకునిగా స్వీకరించినవారందరూ\n' +
            'ఆకాశానికెత్తబడి\n' +
            'ఎల్లప్పుడూ ఆయనతో పరమున ఉంటారని\n' +
            '\n' +
            '2. యేసయ్యను అంగీకరించక త్రోసివేసినవారందరూ\n' +
            'భూమి పై విడువబడి\n' +
            'ఎల్లప్పుడూ నరకములో కాలుతూ ఉంటారని',
        englishLyric: '',
        details: '',
        youtubeLink: ''
    },
    {
        teluguTitle: 'అందరికి కావాలి యేసయ్య రక్తము (2)',
        englishTitle: 'andariki kaavaali ',
        teluguLyric: 'అందరికి కావాలి యేసయ్య రక్తము (2)\n' +
            'పాపము లేని పరిశుద్ధుని రక్తము\n' +
            'ఇది పాపుల కొరకై వొలికిన\n' +
            'పరమ వైద్యుని రక్తము (2)\n' +
            '\n' +
            '1. కుల మత బేధం లేని రక్తము\n' +
            'అందరికి వర్తించే రక్తము (2)\n' +
            'కక్ష్య క్రోధం లేని రక్తము\n' +
            'కన్న ప్రేమ చూపించే రక్తము (2)\n' +
            '\n' +
            '2. కోళ్ళ రక్తముతో పాపం పోదు\n' +
            'ఎడ్ల రక్తముతో పాపం పోదు (2)\n' +
            'ఈ పాపము కడిగే యేసు రక్తము\n' +
            'సాకలి వాని సబ్బు వంటిది (2)\n' +
            '\n' +
            '3. చీకటి శక్తుల అణిచె రక్తము\n' +
            'రోత బతుకును కడిగే రక్తము (2)\n' +
            'రక్తములోనే ప్రాణమున్నది\n' +
            'పాపము కడిగే గుణమున్నది (2)\n' +
            'రక్తములోనే పవ్వరున్నది\n' +
            'స్వస్తపరిచే గుణమున్నది (2)',
        englishLyric: '',
        details: '',
        youtubeLink: ''
    },
    {
        teluguTitle: 'అందరము ప్రభు నిన్ను కొనియాడెదము మహాత్ముండవు పరిశుద్ధుడవు',
        englishTitle: 'amdharamu prabhu ninnu koniyaadedhamu mahaathmumdavu parishudhdhudavu',
        teluguLyric: 'పల్లవి: అందరము ప్రభు నిన్ను కొనియాడెదము\n' +
            'మహాత్ముండవు పరిశుద్ధుడవు\n' +
            'బలియైతివి లోకమును రక్షించుటకు\n' +
            '\n' +
            '1. అపారము నీ బుద్ధిజ్ఞాన మెంతయో\n' +
            'సామర్థ్యుడవైన నీదు శక్తి గొప్పది\n' +
            'సర్వలోకము నీదు వశమందున్నది\n' +
            '\n' +
            '2. గొప్ప కార్యములు చేయు సర్వశక్తుడా\n' +
            'అద్భుతములు చేయు దేవ నీవే ఘనుడవు\n' +
            'శత్రువులను అణచునట్టి విజయశాలివి\n' +
            '\n' +
            '3. బండవైన ప్రభూ మమ్ము స్థిరపరచితివి\n' +
            'నీదు మార్గములు యెంతో అగమ్యంబులు\n' +
            'కుతంత్రము లేదు నీలో నీతిమంతుడవు\n' +
            '\n' +
            '4. కృపాళుండవైన యేసు దయగల దేవా\n' +
            'దయాకనికరములు గల దీర్ఘశాంతుడవు\n' +
            'వేల వేల తరములలో కృపను జూపెదవు\n' +
            '\n' +
            '5. క్షమించెదవు మానవుల పాపములెల్ల\n' +
            'విరోధులకు ప్రేమ జూపు దయామయుడవు\n' +
            'పాపములను ద్వేషించెడు న్యాయవంతుడా',
        englishLyric: '',
        details: '',
        youtubeLink: ''
    },
    {
        teluguTitle: 'అందరు నన్ను విడచినా – నీవునన్ను విడువనంటివే',
        englishTitle: 'andaru nannu vidachina',
        teluguLyric: 'అందరు నన్ను విడచినా – నీవునన్ను విడువనంటివే /2/\n' +
            'నా తల్లియు నీవే నా తండ్రియునీవే – నా తల్లి తండ్రి నీవే యేసయ్యా /2/\n' +
            '\n' +
            '1. వ్యాధులు నన్ను ముట్టినా – బాధలు నన్ను చుట్టినా /2/\n' +
            'నా కొండయు నీవే నా కోటయు నీవే – నా కొండ కోట నీవే యెసయ్యా /2/\n' +
            '\n' +
            '2. లోకము నన్ను విడచినా – నీవు నన్ను విడువనంటివే /2/\n' +
            'నా బంధువు నీవే నా మిత్రుడ నీవే – నాబంధు మిత్రుడ నీవే యేసయ్యా /2/\n' +
            '\n' +
            '3. నేను నిన్ను నమ్ముకొంటిని- నీవు భయపడకంటివే /2/\n' +
            'నా తోడుయు నీవే నా నీడయు నీవె – నా తోడు నీడ నీవె యేసయ్యా /2/',
        englishLyric: '',
        details: '',
        youtubeLink: 'https://www.youtube.com/watch?v=hc75Z5OW_oU'
    },
    {
        teluguTitle: 'అందరు మెచ్చిన అందాల తార',
        englishTitle: 'andaru mechchina andaala thaara',
        teluguLyric: 'అందరు మెచ్చిన అందాల తార\n' +
            'అవనికి తెచ్చెను వెలుగుల మేడ (2)\n' +
            'క్రిస్మస్.. హ్యాపీ క్రిస్మస్\n' +
            'హ్యాపీ హ్యాపీ క్రిస్మస్\n' +
            'క్రిస్మస్.. మెర్రి క్రిస్మస్\n' +
            'మెర్రి మెర్రి క్రిస్మస్ (2) ||అందరు||\n' +
            '\n' +
            'సృష్టికర్తయే మరియ తనయుడై\n' +
            'పశుల పాకలో పరుండినాడు (2)\n' +
            'నీతి జీవితం నీవు కోరగా\n' +
            'నీకై రక్షణ తెచ్చినాడు (2)\n' +
            'నీకై రక్షణ తెచ్చినాడు ||క్రిస్మస్||\n' +
            '\n' +
            'ఇంటిని విడిచి తిరిగిన నాకై\n' +
            'ఎదురు చూపులే చూచినాడు (2)\n' +
            'తప్పును తెలిసి తిరిగి రాగా\n' +
            'క్షమియించి కృప చూపినాడు (2)\n' +
            'ఎన్నో వరములు ఇచ్చినాడు ||క్రిస్మస్||\n' +
            '\n' +
            'పాత దినములు క్రొత్తవి చేసి\n' +
            'నీలో జీవము నింపుతాడు (2)\n' +
            'కటిక చీకటే వేకువ కాగా\n' +
            'అంబరమందు సంబరమాయే (2)\n' +
            'హృదయమునందు హాయి నేడు ||క్రిస్మస్||',
        englishLyric: '',
        details: '',
        youtubeLink: 'https://www.youtube.com/watch?v=5i9wrRDtmV0'
    },
    {
        teluguTitle: 'అందాల ఉద్యన వనమా ఓ క్రెస్తవా సంఘామా',
        englishTitle: 'andala udyana vanama',
        teluguLyric: 'అందాల ఉద్యానవనమా\n' +
            'ఓ క్రైస్తవ సంఘమా (2)\n' +
            'పుష్పించలేక ఫలియింపలేక (2)\n' +
            'మోడి మిగిలావ నీవు (2) ||అందాల||\n' +
            '\n' +
            'ప్రభు ప్రేమలో బాగు చేసి\n' +
            'శ్రేష్టము ద్రాక్షగా నాటాడుగా (2)\n' +
            'కాచావు నీవు కారు ద్రాక్షలు (2)\n' +
            'యోచించు ఇది న్యాయమేనా (2) ||అందాల||\n' +
            '\n' +
            'ప్రభు యేసులో నీవు నిలిచి\n' +
            'పరిశుద్దాత్మతో నీవు పయనించుమా (2)\n' +
            'పెరిగావు నీవు ఫలియింపలేక (2)\n' +
            'యోచించు ఇది న్యాయమేనా (2) ||అందాల||\n' +
            '\n' +
            'ఆకలిగొని నీవైపు చూడ\n' +
            'ఆశ నిరాశాయే ప్రభు యేసుకు (2)\n' +
            'ఇకనైనా నీవు నిజమైన ఫలముల్ (2)\n' +
            'ప్రభు కొరకై ఫలియింపలేవా (2) ||అందాల||',
        englishLyric: '',
        details: '',
        youtubeLink: 'https://www.youtube.com/watch?v=8DNY1LU6cPY'
    },
    {
        teluguTitle: 'అందాల ఉద్యానవనమా',
        englishTitle: 'andaala udyaanavanamaa',
        teluguLyric: 'అందాల ఉద్యానవనమా\n' +
            'ఓ క్రైస్తవ సంఘమా (2)\n' +
            'పుష్పించలేక ఫలియింపలేక (2)\n' +
            'మోడి మిగిలావ నీవు (2) ||అందాల||\n' +
            '\n' +
            'ప్రభు ప్రేమలో బాగు చేసి\n' +
            'శ్రేష్టము ద్రాక్షగా నాటాడుగా (2)\n' +
            'కాచావు నీవు కారు ద్రాక్షలు (2)\n' +
            'యోచించు ఇది న్యాయమేనా (2) ||అందాల||\n' +
            '\n' +
            'ప్రభు యేసులో నీవు నిలిచి\n' +
            'పరిశుద్దాత్మతో నీవు పయనించుమా (2)\n' +
            'పెరిగావు నీవు ఫలియింపలేక (2)\n' +
            'యోచించు ఇది న్యాయమేనా (2) ||అందాల||\n' +
            '\n' +
            'ఆకలిగొని నీవైపు చూడ\n' +
            'ఆశ నిరాశాయే ప్రభు యేసుకు (2)\n' +
            'ఇకనైనా నీవు నిజమైన ఫలముల్ (2)\n' +
            'ప్రభు కొరకై ఫలియింపలేవా (2) ||అందాల||',
        englishLyric: '',
        details: '',
        youtubeLink: 'https://www.youtube.com/watch?v=8DNY1LU6cPY'
    },
    {
        teluguTitle: 'అందాల తార అరుదెంచి నాకై అంభర వీధిలో',
        englishTitle: 'amdhaala thaara arudhemchi naakai ambhara veedhilo',
        teluguLyric: 'అందాల తార అరుదెంచి నాకై అంభర వీధిలో\n' +
            'అవతార మూర్తి యేసయ్య కీర్తి అవకుని చోటుచున్‌\n' +
            'ఆనంద సాంద్రముప్పొంగె నాలో అమర వెంతిలో\n' +
            'ఆది దేవుని జాడ ఆశింప మనస్సు పయనమైతిని\n' +
            '\n' +
            '1.విశ్వాసయాత్ర దూరమెంతైన విందుగ తోచెను\n' +
            'ఎంతైన కాంతి వర్షించె నాలో విజయ పధమున\n' +
            'విశ్వాల నేలెడి దేవ కుమారుని వీక్షించు దీక్షతో\n' +
            'విరజిమ్మె బలము ప్రవహించె ప్రేమ విశ్రాంతి నసగుచున్‌ ||అందాల||\n' +
            '\n' +
            '2.యేరుషలేము రాజనగరిలో యేసుని వెదకుచూ\n' +
            'ఎరిగిన దారి తొలగిన వేళ ఎదలో కృంగితిన్‌\n' +
            'యేసయ్య తార ఎప్పటివోలె ఎదురాయె త్రోవలో\n' +
            'ఎంతో యబ్బురపడుచు విస్మయమొందుచు ఎగితి స్వామి కడకు ||అందాల||\n' +
            '\n' +
            '3.ప్రభు జన్మ స్థలము పాకయేగానీ పరలోక సాధమే\n' +
            'బాలుని జూడ జీవితమంత పావన మాయెను\n' +
            'ప్రభు పాద పూజ దీవెన కాగ ప్రసరించెపుణ్యము\n' +
            'బ్రతకే మందిరమాయె - అర్పణలే సిరులాయే ఫలించె ప్రార్ధన ||అందాల||',
        englishLyric: '',
        details: '',
        youtubeLink: 'https://www.youtube.com/watch?v=pke6j0OKHkc'
    },
    {
        teluguTitle: 'అందాల తార అరుదెన్ఛె నాకై',
        englishTitle: 'andhaala thaara arudenche naaki',
        teluguLyric: 'అందాల తార అరుదెన్ఛె నాకై\n' +
            '\n' +
            'పల్లవి: అందాల తార అరుదెంచె నాకై - అంబర వీధిలో\n' +
            'అవతారమూర్తి యేసయ్య కీర్తి -అవని చాటుచున్\n' +
            'ఆనందసంద్ర ముప్పోంగెనాలో - అమరకాంతిలో\n' +
            'ఆది దేవుని జూడ - అశింపమనసు – పయనమైతిమి .. అందాల తార..\n' +
            '\n' +
            '1. విశ్వాసయాత్ర - దూరమెంతైన - విందుగా దోచెను\n' +
            'వింతైన శాంతి - వర్షంచెనాలో - విజయపధమున\n' +
            'విశ్వాలనేలెడి - దేవకుమారుని - వీక్షించు దీక్షలో\n' +
            'విరజిమ్మె బలము - ప్రవహించె ప్రేమ - విశ్రాంతి నొసగుచున్ .. అందాల తార..\n' +
            '\n' +
            '2. యెరూషలేము - రాజనగరిలో - ఏసును వెదకుచు\n' +
            'ఎరిగిన దారి - తొలగిన వేల - ఎదలో క్రంగితి\n' +
            'ఏసయ్యతార - ఎప్పటివోలె - ఎదురాయె త్రోవలో\n' +
            'ఎంతో యబ్బురపడుచు - విస్మయ మొందుచు ఏగితి స్వామి కడకు .. అందాల తార..\n' +
            '\n' +
            '3. ప్రభుజన్మస్ధలము - పాకయేగాని పరలోక సౌధమే\n' +
            'బాలునిజూడ - జీవితమెంత - పావనమాయెను\n' +
            'ప్రభుపాదపూజ - దీవెనకాగా - ప్రసరించె పుణ్యము\n' +
            'బ్రతుకె మందిరమాయె - అర్పణలే సిరులాయె ఫలియించె ప్రార్ధన .. అందాల తార..',
        englishLyric: '',
        details: '',
        youtubeLink: 'https://www.youtube.com/watch?v=pke6j0OKHkc'
    },
    {
        teluguTitle: 'అందాల బాలుడు ఉదయించినాడు',
        englishTitle: 'andaala baaludu udayinchinaadu',
        teluguLyric: 'అందాల బాలుడు ఉదయించినాడు\n' +
            'లోకాలు వెలిగించు నీతి సూరీడు (2)\n' +
            'రండయ్యో మన కొరకు రారాజు పుట్టెను\n' +
            'ప్రేమను పంచేటి రక్షణను తెచ్చెను (2) ||అందాల||\n' +
            '\n' +
            'భీతిల్లి పోయాము ఆ వెలుగునే జూసి\n' +
            'ఎన్నడూ ఎరుగని తేజస్సునే గాంచి (2)\n' +
            'గొల్లలము మేము కల్లలు ఎరుగము (2)\n' +
            'కళ్లారా జూసాము తేజోమయుని మోము (2) ||రండయ్యో||\n' +
            '\n' +
            'తూరుపు జ్ఞానులము వెలిగే తారను జూసి\n' +
            'లెక్కలెన్నో వేసి మాహరాజు-నెతికాము (2)\n' +
            'దారి చూపే తార రారాజునే జేర (2)\n' +
            'మొక్కాము మోకరిల్లి బాలున్ని మనసారా (2) ||రండయ్యో||\n' +
            '\n' +
            'తనలోని వెలుగంత పంచేటి పావనుడు\n' +
            'మనలోని పాపమంత తీసేయు రక్షకుడు (2)\n' +
            'చీకట్లు తొలగించ ఉదయించినాడు నేడు (2)\n' +
            'నీ తప్పులెన్ని ఉన్నా మన్నించుతాడు రేడు (2) ||రండయ్యో||',
        englishLyric: '',
        details: '',
        youtubeLink: 'https://www.youtube.com/watch?v=4BaHilG5GH8'
    },
    {
        teluguTitle: 'అందాలతార అరుదెంచె నాకై అంబర వీధిలో',
        englishTitle: 'andaala thaara arudenche naakai ambara veedhilo',
        teluguLyric: 'అందాలతార అరుదెంచె నాకై అంబర వీధిలో\n' +
            'అవతారమూర్తి యేసయ్య కీర్తి అవని చాటుచున్\n' +
            'ఆనందసంద్ర ముప్పొంగె నాలో అమరకాంతిలో\n' +
            'ఆది దేవుని జూడ ఆశింప మనసు పయనమైతిని ||అందాల తార||\n' +
            '\n' +
            'విశ్వాసయాత్ర దూరమెంతైన విందుగా దోచెను\n' +
            'వింతైన శాంతి వర్షించె నాలో విజయపథమున\n' +
            'విశ్వాలనేలెడి దేవకుమారుని వీక్షించు దీక్షలో\n' +
            'విరజిమ్మె బలము ప్రవహించె ప్రేమ విశ్రాంతి నొసగుచున్ ||అందాల తార||\n' +
            '\n' +
            'యెరూషలేము రాజనగరిలో యేసును వెదకుచు\n' +
            'ఎరిగిన దారి తొలగిన వేళ ఎదలో కృంగితి\n' +
            'యేసయ్యతార ఎప్పటివోలె ఎదురాయె త్రోవలో\n' +
            'ఎంతో యబ్బురపడుచు విస్మయ మొందుచు ఏగితి స్వామి కడకు ||అందాల తార||\n' +
            '\n' +
            'ప్రభుజన్మస్ధలము పాకయేగాని పరలోక సౌధమే\n' +
            'బాలునిజూడ జీవితమెంత పావనమాయెను\n' +
            'ప్రభుపాదపూజ దీవెనకాగా ప్రసరించె పుణ్యము\n' +
            'బ్రతుకే మందిరమాయె అర్పణలే సిరులాయె ఫలియించె ప్రార్ధన ||అందాల తార||',
        englishLyric: '',
        details: '',
        youtubeLink: 'https://www.youtube.com/watch?v=mP4XURAwvd8'
    },
    {
        teluguTitle: '',
        englishTitle: '',
        teluguLyric: '',
        englishLyric: '',
        details: '',
        youtubeLink: ''
    },
    {
        teluguTitle: '',
        englishTitle: '',
        teluguLyric: '',
        englishLyric: '',
        details: '',
        youtubeLink: ''
    },
    {
        teluguTitle: '',
        englishTitle: '',
        teluguLyric: '',
        englishLyric: '',
        details: '',
        youtubeLink: ''
    },
    {
        teluguTitle: '',
        englishTitle: '',
        teluguLyric: '',
        englishLyric: '',
        details: '',
        youtubeLink: ''
    },
    {
        teluguTitle: '',
        englishTitle: '',
        teluguLyric: '',
        englishLyric: '',
        details: '',
        youtubeLink: ''
    },
    {
        teluguTitle: '',
        englishTitle: '',
        teluguLyric: '',
        englishLyric: '',
        details: '',
        youtubeLink: ''
    },
    {
        teluguTitle: '',
        englishTitle: '',
        teluguLyric: '',
        englishLyric: '',
        details: '',
        youtubeLink: ''
    },
    {
        teluguTitle: '',
        englishTitle: '',
        teluguLyric: '',
        englishLyric: '',
        details: '',
        youtubeLink: ''
    },
    {
        teluguTitle: '',
        englishTitle: '',
        teluguLyric: '',
        englishLyric: '',
        details: '',
        youtubeLink: ''
    },
    {
        teluguTitle: '',
        englishTitle: '',
        teluguLyric: '',
        englishLyric: '',
        details: '',
        youtubeLink: ''
    },
    {
        teluguTitle: '',
        englishTitle: '',
        teluguLyric: '',
        englishLyric: '',
        details: '',
        youtubeLink: ''
    },
    {
        teluguTitle: '',
        englishTitle: '',
        teluguLyric: '',
        englishLyric: '',
        details: '',
        youtubeLink: ''
    },
    {
        teluguTitle: '',
        englishTitle: '',
        teluguLyric: '',
        englishLyric: '',
        details: '',
        youtubeLink: ''
    },
    {
        teluguTitle: '',
        englishTitle: '',
        teluguLyric: '',
        englishLyric: '',
        details: '',
        youtubeLink: ''
    },
    {
        teluguTitle: '',
        englishTitle: '',
        teluguLyric: '',
        englishLyric: '',
        details: '',
        youtubeLink: ''
    },
    {
        teluguTitle: '',
        englishTitle: '',
        teluguLyric: '',
        englishLyric: '',
        details: '',
        youtubeLink: ''
    },
    {
        teluguTitle: '',
        englishTitle: '',
        teluguLyric: '',
        englishLyric: '',
        details: '',
        youtubeLink: ''
    },
    {
        teluguTitle: '',
        englishTitle: '',
        teluguLyric: '',
        englishLyric: '',
        details: '',
        youtubeLink: ''
    },
    {
        teluguTitle: '',
        englishTitle: '',
        teluguLyric: '',
        englishLyric: '',
        details: '',
        youtubeLink: ''
    },
    {
        teluguTitle: '',
        englishTitle: '',
        teluguLyric: '',
        englishLyric: '',
        details: '',
        youtubeLink: ''
    },
    {
        teluguTitle: '',
        englishTitle: '',
        teluguLyric: '',
        englishLyric: '',
        details: '',
        youtubeLink: ''
    },
    {
        teluguTitle: '',
        englishTitle: '',
        teluguLyric: '',
        englishLyric: '',
        details: '',
        youtubeLink: ''
    },
    {
        teluguTitle: '',
        englishTitle: '',
        teluguLyric: '',
        englishLyric: '',
        details: '',
        youtubeLink: ''
    },
    {
        teluguTitle: '',
        englishTitle: '',
        teluguLyric: '',
        englishLyric: '',
        details: '',
        youtubeLink: ''
    },
    {
        teluguTitle: '',
        englishTitle: '',
        teluguLyric: '',
        englishLyric: '',
        details: '',
        youtubeLink: ''
    },
    {
        teluguTitle: '',
        englishTitle: '',
        teluguLyric: '',
        englishLyric: '',
        details: '',
        youtubeLink: ''
    },
    {
        teluguTitle: '',
        englishTitle: '',
        teluguLyric: '',
        englishLyric: '',
        details: '',
        youtubeLink: ''
    },
    {
        teluguTitle: '',
        englishTitle: '',
        teluguLyric: '',
        englishLyric: '',
        details: '',
        youtubeLink: ''
    },
    {
        teluguTitle: '',
        englishTitle: '',
        teluguLyric: '',
        englishLyric: '',
        details: '',
        youtubeLink: ''
    },
    {
        teluguTitle: '',
        englishTitle: '',
        teluguLyric: '',
        englishLyric: '',
        details: '',
        youtubeLink: ''
    },
    {
        teluguTitle: '',
        englishTitle: '',
        teluguLyric: '',
        englishLyric: '',
        details: '',
        youtubeLink: ''
    },
    {
        teluguTitle: '',
        englishTitle: '',
        teluguLyric: '',
        englishLyric: '',
        details: '',
        youtubeLink: ''
    },
    {
        teluguTitle: '',
        englishTitle: '',
        teluguLyric: '',
        englishLyric: '',
        details: '',
        youtubeLink: ''
    },
    {
        teluguTitle: '',
        englishTitle: '',
        teluguLyric: '',
        englishLyric: '',
        details: '',
        youtubeLink: ''
    },
    {
        teluguTitle: '',
        englishTitle: '',
        teluguLyric: '',
        englishLyric: '',
        details: '',
        youtubeLink: ''
    },
    {
        teluguTitle: '',
        englishTitle: '',
        teluguLyric: '',
        englishLyric: '',
        details: '',
        youtubeLink: ''
    },
    {
        teluguTitle: '',
        englishTitle: '',
        teluguLyric: '',
        englishLyric: '',
        details: '',
        youtubeLink: ''
    },
    {
        teluguTitle: '',
        englishTitle: '',
        teluguLyric: '',
        englishLyric: '',
        details: '',
        youtubeLink: ''
    },
    {
        teluguTitle: '',
        englishTitle: '',
        teluguLyric: '',
        englishLyric: '',
        details: '',
        youtubeLink: ''
    },
    {
        teluguTitle: '',
        englishTitle: '',
        teluguLyric: '',
        englishLyric: '',
        details: '',
        youtubeLink: ''
    },
    {
        teluguTitle: '',
        englishTitle: '',
        teluguLyric: '',
        englishLyric: '',
        details: '',
        youtubeLink: ''
    },
    {
        teluguTitle: '',
        englishTitle: '',
        teluguLyric: '',
        englishLyric: '',
        details: '',
        youtubeLink: ''
    },
    {
        teluguTitle: '',
        englishTitle: '',
        teluguLyric: '',
        englishLyric: '',
        details: '',
        youtubeLink: ''
    },
    {
        teluguTitle: '',
        englishTitle: '',
        teluguLyric: '',
        englishLyric: '',
        details: '',
        youtubeLink: ''
    },
    {
        teluguTitle: '',
        englishTitle: '',
        teluguLyric: '',
        englishLyric: '',
        details: '',
        youtubeLink: ''
    },
    {
        teluguTitle: '',
        englishTitle: '',
        teluguLyric: '',
        englishLyric: '',
        details: '',
        youtubeLink: ''
    },
    {
        teluguTitle: '',
        englishTitle: '',
        teluguLyric: '',
        englishLyric: '',
        details: '',
        youtubeLink: ''
    },
    {
        teluguTitle: '',
        englishTitle: '',
        teluguLyric: '',
        englishLyric: '',
        details: '',
        youtubeLink: ''
    },
    {
        teluguTitle: '',
        englishTitle: '',
        teluguLyric: '',
        englishLyric: '',
        details: '',
        youtubeLink: ''
    },
    {
        teluguTitle: '',
        englishTitle: '',
        teluguLyric: '',
        englishLyric: '',
        details: '',
        youtubeLink: ''
    },
    {
        teluguTitle: '',
        englishTitle: '',
        teluguLyric: '',
        englishLyric: '',
        details: '',
        youtubeLink: ''
    },
    {
        teluguTitle: '',
        englishTitle: '',
        teluguLyric: '',
        englishLyric: '',
        details: '',
        youtubeLink: ''
    },
    {
        teluguTitle: '',
        englishTitle: '',
        teluguLyric: '',
        englishLyric: '',
        details: '',
        youtubeLink: ''
    },
    {
        teluguTitle: '',
        englishTitle: '',
        teluguLyric: '',
        englishLyric: '',
        details: '',
        youtubeLink: ''
    },
    {
        teluguTitle: '',
        englishTitle: '',
        teluguLyric: '',
        englishLyric: '',
        details: '',
        youtubeLink: ''
    },
    {
        teluguTitle: '',
        englishTitle: '',
        teluguLyric: '',
        englishLyric: '',
        details: '',
        youtubeLink: ''
    },
    {
        teluguTitle: '',
        englishTitle: '',
        teluguLyric: '',
        englishLyric: '',
        details: '',
        youtubeLink: ''
    },
    {
        teluguTitle: '',
        englishTitle: '',
        teluguLyric: '',
        englishLyric: '',
        details: '',
        youtubeLink: ''
    },
    {
        teluguTitle: '',
        englishTitle: '',
        teluguLyric: '',
        englishLyric: '',
        details: '',
        youtubeLink: ''
    },
    {
        teluguTitle: '',
        englishTitle: '',
        teluguLyric: '',
        englishLyric: '',
        details: '',
        youtubeLink: ''
    },
    {
        teluguTitle: '',
        englishTitle: '',
        teluguLyric: '',
        englishLyric: '',
        details: '',
        youtubeLink: ''
    },
    {
        teluguTitle: '',
        englishTitle: '',
        teluguLyric: '',
        englishLyric: '',
        details: '',
        youtubeLink: ''
    },
    {
        teluguTitle: '',
        englishTitle: '',
        teluguLyric: '',
        englishLyric: '',
        details: '',
        youtubeLink: ''
    },
    {
        teluguTitle: '',
        englishTitle: '',
        teluguLyric: '',
        englishLyric: '',
        details: '',
        youtubeLink: ''
    },
    {
        teluguTitle: '',
        englishTitle: '',
        teluguLyric: '',
        englishLyric: '',
        details: '',
        youtubeLink: ''
    },
    {
        teluguTitle: '',
        englishTitle: '',
        teluguLyric: '',
        englishLyric: '',
        details: '',
        youtubeLink: ''
    },
    {
        teluguTitle: '',
        englishTitle: '',
        teluguLyric: '',
        englishLyric: '',
        details: '',
        youtubeLink: ''
    },
    {
        teluguTitle: '',
        englishTitle: '',
        teluguLyric: '',
        englishLyric: '',
        details: '',
        youtubeLink: ''
    },
    {
        teluguTitle: '',
        englishTitle: '',
        teluguLyric: '',
        englishLyric: '',
        details: '',
        youtubeLink: ''
    },
    {
        teluguTitle: '',
        englishTitle: '',
        teluguLyric: '',
        englishLyric: '',
        details: '',
        youtubeLink: ''
    },
    {
        teluguTitle: '',
        englishTitle: '',
        teluguLyric: '',
        englishLyric: '',
        details: '',
        youtubeLink: ''
    },
    {
        teluguTitle: '',
        englishTitle: '',
        teluguLyric: '',
        englishLyric: '',
        details: '',
        youtubeLink: ''
    },
    {
        teluguTitle: '',
        englishTitle: '',
        teluguLyric: '',
        englishLyric: '',
        details: '',
        youtubeLink: ''
    },
    {
        teluguTitle: '',
        englishTitle: '',
        teluguLyric: '',
        englishLyric: '',
        details: '',
        youtubeLink: ''
    },
    {
        teluguTitle: '',
        englishTitle: '',
        teluguLyric: '',
        englishLyric: '',
        details: '',
        youtubeLink: ''
    },
    {
        teluguTitle: '',
        englishTitle: '',
        teluguLyric: '',
        englishLyric: '',
        details: '',
        youtubeLink: ''
    },
    {
        teluguTitle: '',
        englishTitle: '',
        teluguLyric: '',
        englishLyric: '',
        details: '',
        youtubeLink: ''
    },
    {
        teluguTitle: '',
        englishTitle: '',
        teluguLyric: '',
        englishLyric: '',
        details: '',
        youtubeLink: ''
    },
    {
        teluguTitle: '',
        englishTitle: '',
        teluguLyric: '',
        englishLyric: '',
        details: '',
        youtubeLink: ''
    },
    {
        teluguTitle: '',
        englishTitle: '',
        teluguLyric: '',
        englishLyric: '',
        details: '',
        youtubeLink: ''
    },
    {
        teluguTitle: '',
        englishTitle: '',
        teluguLyric: '',
        englishLyric: '',
        details: '',
        youtubeLink: ''
    },
    {
        teluguTitle: '',
        englishTitle: '',
        teluguLyric: '',
        englishLyric: '',
        details: '',
        youtubeLink: ''
    },
    {
        teluguTitle: '',
        englishTitle: '',
        teluguLyric: '',
        englishLyric: '',
        details: '',
        youtubeLink: ''
    },
    {
        teluguTitle: '',
        englishTitle: '',
        teluguLyric: '',
        englishLyric: '',
        details: '',
        youtubeLink: ''
    },
    {
        teluguTitle: '',
        englishTitle: '',
        teluguLyric: '',
        englishLyric: '',
        details: '',
        youtubeLink: ''
    },
    {
        teluguTitle: '',
        englishTitle: '',
        teluguLyric: '',
        englishLyric: '',
        details: '',
        youtubeLink: ''
    },
    {
        teluguTitle: '',
        englishTitle: '',
        teluguLyric: '',
        englishLyric: '',
        details: '',
        youtubeLink: ''
    },
    {
        teluguTitle: '',
        englishTitle: '',
        teluguLyric: '',
        englishLyric: '',
        details: '',
        youtubeLink: ''
    },
    {
        teluguTitle: '',
        englishTitle: '',
        teluguLyric: '',
        englishLyric: '',
        details: '',
        youtubeLink: ''
    },
    {
        teluguTitle: '',
        englishTitle: '',
        teluguLyric: '',
        englishLyric: '',
        details: '',
        youtubeLink: ''
    },
    {
        teluguTitle: '',
        englishTitle: '',
        teluguLyric: '',
        englishLyric: '',
        details: '',
        youtubeLink: ''
    },
    {
        teluguTitle: '',
        englishTitle: '',
        teluguLyric: '',
        englishLyric: '',
        details: '',
        youtubeLink: ''
    },
    {
        teluguTitle: '',
        englishTitle: '',
        teluguLyric: '',
        englishLyric: '',
        details: '',
        youtubeLink: ''
    },
    {
        teluguTitle: '',
        englishTitle: '',
        teluguLyric: '',
        englishLyric: '',
        details: '',
        youtubeLink: ''
    },
    {
        teluguTitle: '',
        englishTitle: '',
        teluguLyric: '',
        englishLyric: '',
        details: '',
        youtubeLink: ''
    },
    {
        teluguTitle: '',
        englishTitle: '',
        teluguLyric: '',
        englishLyric: '',
        details: '',
        youtubeLink: ''
    },
    {
        teluguTitle: '',
        englishTitle: '',
        teluguLyric: '',
        englishLyric: '',
        details: '',
        youtubeLink: ''
    },
    {
        teluguTitle: '',
        englishTitle: '',
        teluguLyric: '',
        englishLyric: '',
        details: '',
        youtubeLink: ''
    },
    {
        teluguTitle: '',
        englishTitle: '',
        teluguLyric: '',
        englishLyric: '',
        details: '',
        youtubeLink: ''
    },
    {
        teluguTitle: '',
        englishTitle: '',
        teluguLyric: '',
        englishLyric: '',
        details: '',
        youtubeLink: ''
    },
    {
        teluguTitle: '',
        englishTitle: '',
        teluguLyric: '',
        englishLyric: '',
        details: '',
        youtubeLink: ''
    },
    {
        teluguTitle: '',
        englishTitle: '',
        teluguLyric: '',
        englishLyric: '',
        details: '',
        youtubeLink: ''
    },
    {
        teluguTitle: '',
        englishTitle: '',
        teluguLyric: '',
        englishLyric: '',
        details: '',
        youtubeLink: ''
    },
    {
        teluguTitle: '',
        englishTitle: '',
        teluguLyric: '',
        englishLyric: '',
        details: '',
        youtubeLink: ''
    },
    {
        teluguTitle: '',
        englishTitle: '',
        teluguLyric: '',
        englishLyric: '',
        details: '',
        youtubeLink: ''
    },
    {
        teluguTitle: '',
        englishTitle: '',
        teluguLyric: '',
        englishLyric: '',
        details: '',
        youtubeLink: ''
    },
    {
        teluguTitle: '',
        englishTitle: '',
        teluguLyric: '',
        englishLyric: '',
        details: '',
        youtubeLink: ''
    },
    {
        teluguTitle: '',
        englishTitle: '',
        teluguLyric: '',
        englishLyric: '',
        details: '',
        youtubeLink: ''
    },
    {
        teluguTitle: '',
        englishTitle: '',
        teluguLyric: '',
        englishLyric: '',
        details: '',
        youtubeLink: ''
    },
    {
        teluguTitle: '',
        englishTitle: '',
        teluguLyric: '',
        englishLyric: '',
        details: '',
        youtubeLink: ''
    },
    {
        teluguTitle: '',
        englishTitle: '',
        teluguLyric: '',
        englishLyric: '',
        details: '',
        youtubeLink: ''
    },
    {
        teluguTitle: '',
        englishTitle: '',
        teluguLyric: '',
        englishLyric: '',
        details: '',
        youtubeLink: ''
    },
    {
        teluguTitle: '',
        englishTitle: '',
        teluguLyric: '',
        englishLyric: '',
        details: '',
        youtubeLink: ''
    },
    {
        teluguTitle: '',
        englishTitle: '',
        teluguLyric: '',
        englishLyric: '',
        details: '',
        youtubeLink: ''
    },
    {
        teluguTitle: '',
        englishTitle: '',
        teluguLyric: '',
        englishLyric: '',
        details: '',
        youtubeLink: ''
    },
    {
        teluguTitle: '',
        englishTitle: '',
        teluguLyric: '',
        englishLyric: '',
        details: '',
        youtubeLink: ''
    },
    {
        teluguTitle: '',
        englishTitle: '',
        teluguLyric: '',
        englishLyric: '',
        details: '',
        youtubeLink: ''
    },
    {
        teluguTitle: '',
        englishTitle: '',
        teluguLyric: '',
        englishLyric: '',
        details: '',
        youtubeLink: ''
    },
    {
        teluguTitle: '',
        englishTitle: '',
        teluguLyric: '',
        englishLyric: '',
        details: '',
        youtubeLink: ''
    },
    {
        teluguTitle: '',
        englishTitle: '',
        teluguLyric: '',
        englishLyric: '',
        details: '',
        youtubeLink: ''
    },
    {
        teluguTitle: '',
        englishTitle: '',
        teluguLyric: '',
        englishLyric: '',
        details: '',
        youtubeLink: ''
    },
    {
        teluguTitle: '',
        englishTitle: '',
        teluguLyric: '',
        englishLyric: '',
        details: '',
        youtubeLink: ''
    },
    {
        teluguTitle: '',
        englishTitle: '',
        teluguLyric: '',
        englishLyric: '',
        details: '',
        youtubeLink: ''
    },
    {
        teluguTitle: '',
        englishTitle: '',
        teluguLyric: '',
        englishLyric: '',
        details: '',
        youtubeLink: ''
    },
    {
        teluguTitle: '',
        englishTitle: '',
        teluguLyric: '',
        englishLyric: '',
        details: '',
        youtubeLink: ''
    },
    {
        teluguTitle: '',
        englishTitle: '',
        teluguLyric: '',
        englishLyric: '',
        details: '',
        youtubeLink: ''
    },
    {
        teluguTitle: '',
        englishTitle: '',
        teluguLyric: '',
        englishLyric: '',
        details: '',
        youtubeLink: ''
    },
    {
        teluguTitle: '',
        englishTitle: '',
        teluguLyric: '',
        englishLyric: '',
        details: '',
        youtubeLink: ''
    },
    {
        teluguTitle: '',
        englishTitle: '',
        teluguLyric: '',
        englishLyric: '',
        details: '',
        youtubeLink: ''
    },
    {
        teluguTitle: '',
        englishTitle: '',
        teluguLyric: '',
        englishLyric: '',
        details: '',
        youtubeLink: ''
    },
    {
        teluguTitle: '',
        englishTitle: '',
        teluguLyric: '',
        englishLyric: '',
        details: '',
        youtubeLink: ''
    },
    {
        teluguTitle: '',
        englishTitle: '',
        teluguLyric: '',
        englishLyric: '',
        details: '',
        youtubeLink: ''
    },
    {
        teluguTitle: '',
        englishTitle: '',
        teluguLyric: '',
        englishLyric: '',
        details: '',
        youtubeLink: ''
    },
    {
        teluguTitle: '',
        englishTitle: '',
        teluguLyric: '',
        englishLyric: '',
        details: '',
        youtubeLink: ''
    },
    {
        teluguTitle: '',
        englishTitle: '',
        teluguLyric: '',
        englishLyric: '',
        details: '',
        youtubeLink: ''
    }

]