export const yspmSongs = [
    {
        title: 'నీలా ప్రేమించే దేవుడు ఎవరయ్యా',
        lyric: 'పల్లవి:-      నీలా ప్రేమించే దేవుడు ఎవరయ్యా \n' +
            '             నీలా క్షమియించే వారు ఇలలో ఎవరయ్యా  \n' +
            '             నీలా రక్షించే రక్షకుడు ఎవరయ్యా \n' +
            '             నీవే నాకు చాలిన దేవుడవేసయ్య  \n' +
            '                యేసయ్యా యేసయ్యా యేసయ్యా నా యేసయ్యా \n' +
            '\n' +
            '1.           పాపినైనా నన్ను కరుణించినావు \n' +
            '             పాపపు ఊబి నుండి లేవనెత్తినావు \n' +
            '             పరిశుద్ధ రక్తముతో నన్ను కడిగినావు \n' +
            '             నీ పాద సన్నిధిలో నన్ను నిలిపినావు    "యేసయ్యా"\n' +
            '\n' +
            '2.           మేము చేయు మనవులన్ని ఆలకించినావు \n' +
            '             మా ప్రతి ప్రార్థనకు ఎస్ అని అన్నావు \n' +
            '             ఇమ్మానుయేలుగా మాతో ఉన్నావు\n' +
            '             ఊహకు మించిన కార్యములు ఎన్నో చేసావు    "యేసయ్యా"\n' +
            '\n' +
            '3.           నీ ఉపదేశమును బోధించినావు\n' +
            '             నీ ఆజ్ఞలను మాకు నేర్పు చున్నావు \n' +
            '             నీ జీవ మార్గములో నడిపించుచున్నావు \n' +
            '             నీ కృపతో నన్ను బలపరచుచున్నావు     "యేసయ్యా "',
        englishTitle: ''
    },
    {
        title: 'సీయోను పురములో శ్రీ మంతుడా',
        lyric: ' పల్లవి:-       సీయోను పురములో శ్రీ మంతుడా \n' +
            '               నా హృదయ సీమలో నివసించవా  \n' +
            '               నా మదినే నీ మందిరముగా మార్చిన నజరేయుడా\n' +
            '                    నీకే నా ఆరాధన     నీకే నా ఆరాధన\n' +
            '\n' +
            '1.            చీకటి మయమైన నా బ్రతుకును \n' +
            '              చిరు దీపమై వెలిగించినావు \n' +
            '              శ్రీమంతుడవైన నా యేసయ్య \n' +
            '              శిరమును వంచి స్తుతించెద     "నీకే నా ఆరాధన"\n' +
            '\n' +
            '2.           కమనీయమైన నీ దివ్య వాక్యము \n' +
            '             కాంతిమయముగా నను మార్చెను \n' +
            '             కరుణామయుడా నా యేసయ్య \n' +
            '             కరములు చాపి స్తుతించెద        "నీకే నా ఆరాధన"\n' +
            '\n' +
            '3.           నీ మంచితనమంత నాయెదుటనే \n' +
            '             కనుపరిచిన మహనీయుడా \n' +
            '             మమతను కురిపించి నా యేసయ్యా \n' +
            '             మరువకనే స్తుతించెద          "నీకే నా ఆరాధన" ',
        englishTitle: ''
    },
    {
        title: 'రాజువైన నా దేవా నిన్ను ఘనపరచెదను ',
        lyric: 'పల్లవి:-         రాజువైన నా దేవా నిన్ను ఘనపరచెదను \n' +
            '                సన్నుతించి నిత్యము నిన్ను కొనియాడెదను \n' +
            '                     ఆరాధన నీకే  ......  స్తుతి ఆరాధన నీకే \n' +
            '\n' +
            '1.              పరాక్రమము నీదే పరిపాలన నీదే \n' +
            '                పరముకు చేర్చె పదము నీవే \n' +
            '                పరవశించి నిన్ను కొనియాడెద \n' +
            '                పరిశుద్ధుడువైన నా యేసయ్యా          "ఆరాధన"\n' +
            '\n' +
            '2.             మహోన్నతుడు నీవే మహిమాన్వితుడవు \n' +
            '               మహిమతో రానున్న మహరాజువు నీవు \n' +
            '               మహిమ పరచి నిన్ను కొనియాడెద \n' +
            '               మనసారా నీకే స్తుతిపాడెద                "ఆరాధన "',
        englishTitle: ''
    },
    {
        title: 'కనికరసంపర్ణుడా యేసయ్యా ',
        lyric: 'పల్లవి:-     కనికరసంపర్ణుడా యేసయ్యా \n' +
            '            కరుణారసమయ హృదయుడవు \n' +
            '            కనుపరచినావు నీ ప్రేమను \n' +
            '            నన్ను ఎన్నడు విడువని నీ కృపతో\n' +
            '            కృప తలంచుచు స్తుతులు అర్పింతును \n' +
            '\n' +
            '1.          ఆపత్కాలములో నిన్ను ఆశ్రయించగా \n' +
            '            నా దరిచేరి నన్ను ఆదుకున్నావు \n' +
            '            ఇది మొదలుకొని నీ వాక్కే నాకు\n' +
            '            ఆశీర్వాదముగా మార్చావుగా      " కృప తలంచుచు"\n' +
            '\n' +
            '2.          ఇరుకును కలిగి మొఱపెట్టగా \n' +
            '            విశాలస్థలముకు నడిపించినావు \n' +
            '            ఇది మొదలుకొని అపాయమేదియు \n' +
            '            నా దరిచేరనివ్వవుగా         " కృప తలంచుచు"\n' +
            '\n' +
            '3.          పాడైన భూమిని ఏదేనువనముగా\n' +
            '            నివాసులతో నిండిన పట్టణముగా \n' +
            '            ఇది మొదలుకొని ఈ దేశమంతయు \n' +
            '            నీ స్వాస్థ్యముకై స్థిరపరచినావు     " కృప తలంచుచు"',
        englishTitle: ''
    },
    {
        title: 'శాశ్వతమైనది నీ కృపా',
        lyric: 'పల్లవి:-      శాశ్వతమైనది నీ కృపా జీవము కంటే ఉత్తమమైనది \n' +
            '             నా పూర్ణ హృదయముతో ఆరాధింతును\n' +
            '             నీ పాద సన్నిధిలో నా యేసయ్యా \n' +
            '\n' +
            '1.           దీర్ఘాయువుతో నన్ను తృప్తిపరచి \n' +
            '             నీ రక్షణతో అలంకరించితివి \n' +
            '             నీ కృప తలచి  నిన్ను స్తుతియించెద \n' +
            '             అనుదినము నిన్నే నా యేసయ్యా \n' +
            '\n' +
            '2.           శాశ్వత శోభాతిశయముగా \n' +
            '             బహుతరములకు సంతోషకారణముగా \n' +
            '             నీ పరిచర్యను స్థిరపరచితివే \n' +
            '             అనుదినము నిన్నే ఆరాధించెదను \n' +
            '\n' +
            '3.           నా ఆత్మ నీ మీద కుమ్మరించెదనని \n' +
            '             వాగ్ధానమిచ్చిన నా యేసయ్యా \n' +
            '             ఆత్మతో సత్యముతో ఆరాధింతును \n' +
            '              నా ఆశతీర నా యేసయ్యా',
        englishTitle: ''
    },
    {
        title: 'ఎడతెగని వాత్సల్యముతో',
        lyric: 'పల్లవి:-    ఎడతెగని వాత్సల్యముతో నాపై కృపచూపుచున్నావు \n' +
            '           ఎడబాయనీ ప్రేమతో నన్ను బలపరచుచున్నావు \n' +
            '           నిన్నే స్తుతియించుచు నిన్నే ఘనపరచుచు \n' +
            '           నిన్నే ప్రకటించెద యేసయ్యా \n' +
            '\n' +
            '1.         నిస్వార్థమైన నీ ప్రేమతో నన్ను పిలిచిన నా యేసయ్యా \n' +
            '           క్రక్కులు పెట్టబడిన నురుపెడి \n' +
            '           మ్రానుగా నన్ను నియమించావని        "నిన్నే "\n' +
            '\n' +
            '2.         నీ సన్నిధిలో నా మనవులన్ని ఆలకించియున్నావని \n' +
            '           నా ప్రతి అవసరము నీ మహిమలో తీర్చియున్నావని   "నిన్నే "\n' +
            '\n' +
            '3.         నీ మహామాత్మను నాలో నింపి మహిమగా \n' +
            '           నన్ను మార్చియున్నావని \n' +
            '           మనుషులను పట్టు జాలరిగా నన్ను \n' +
            '            నియమించియున్నావని                "నిన్నే "',
        englishTitle: ''
    },
    {
        title: 'ఉదయము కొరకు కనిపెట్టేకావలనిగా',
        lyric: 'పల్లవి:-   ఉదయము కొరకు కనిపెట్టేకావలనిగా \n' +
            '          దేవా నీ కొరకే కనిపెట్టుకొంటిని \n' +
            '          నా రాత్రికాలపు భయమును తొలగించేవాడవని \n' +
            '          నా అంధకారపు బ్రతుకును వెలిగించేవాడవని \n' +
            '\n' +
            '1.   అంతరంగములో సత్యమునే కోరుచున్నవాడ \n' +
            '     అంతర్యములో జ్ఞానమును తెలుపుచున్నవాడ \n' +
            '     హిస్సోపుతో నా  పాపమును పరిహరించుమయ్యా \n' +
            '     హిమముకంటే తెల్లగా నన్ను కడుగుము యేసయ్యా \n' +
            '\n' +
            '2.   ఉత్సహ సంతోషమును నాకు కలుగజేయుమయ్య \n' +
            '     నీ పరిశుద్ధతతో నన్ను నింపుము యేసయ్యా \n' +
            '     సమ్మతికలిగిన మనస్సుతో నిన్ను ఆరాధించెదను \n' +
            '     సత్య మార్గములో నన్ను నడిపించు యేసయ్యా \n' +
            '\n' +
            '3.   శుద్ధహృదయమును నాలో కలుగజేయుమయ్యా \n' +
            '     పరిశుద్ధులతో కలిసి  నిన్ను స్తుతించెదనయ్యా \n' +
            '     బలిని కోరువాడవు నీవుకావు యేసయ్యా \n' +
            '     బలిపీఠముగా మారి నిన్ను స్తుతియించెదనయ్యా',
        englishTitle: ''
    },
    {
        title: 'పునరుద్దానుడా విజయశీలుడా',
        lyric: 'పల్లవి:-     పునరుద్దానుడా విజయశీలుడా \n' +
            '            మరణించినావు నా పాపముకై \n' +
            '            మృతి గెలిచినావు నను లేపుటకై \n' +
            '            నీకే ఆరాధన నీకే ఆరాధన \n' +
            '\n' +
            '1.       నరుల శ్రమలను భావముతో పాలివాడివైనావు \n' +
            '         పాపపు  రుణ పాఠమును సిలువ కేసి కొట్టావు \n' +
            '         నీ కృపా పావలిమునకు  చేరే ధైర్యము ఇచ్చావు\n' +
            '         కృపా వెంబడి కృపా పొంది నిన్నే ప్రకటింతును    "నీకే ఆరాధన "\n\n' +
            '2.       విజయమందు మరణమునే మ్రింగి వేయబడినావే      \n' +
            '         లేఖనమును నెరవేర్చు సజీవుడవైనావు  \n' +
            '         మరణము నీ ముల్లుపక్కడ మరణము నీ విజయమెక్కడ  \n' +
            '         సవాల్ విసిరావు సజీవుడైనావు         "నీకే ఆరాధన "  ',
        englishTitle: ''
    },
    {
        title: 'నిన్నే స్తుతియించెదను',
        lyric: 'పల్లవి:-      నిన్నే స్తుతియించెదను నిన్నే కీర్తించెదను \n' +
            '            నా ప్రాణం నీలోనే నిలిపిన నా యేసయ్యా \n' +
            '            యేసయ్యా యేసయ్యా- ఆరాధన ఆరాధన \n' +
            '\n' +
            '1.         మహా ఎండకు కాలిన అడవిలో నాతో ఉన్నది నీవే \n' +
            '           నా కంట నీరు జారనీయక పరమునే విడచినావే \n' +
            '           నీ కృపయే నా ప్రగతి- నీ బలమే నా ఖ్యాతి       "యేసయ్యా"\n' +
            '\n' +
            '2.         చెట్టుకు మంచు ఉన్నట్లు నాతో ఉన్నది నీవే \n' +
            '           అన్నివేళల నన్ను గెలిపించ మరణమే గెలిచినావే \n' +
            '           నీ ప్రాణమే నా విలువ- నా విజయం నీ సిలువ     " యేసయ్యా "\n' +
            '\n' +
            '3.         జనులను పట్టే జాలరిగా నన్ను చేసింది నీవే \n' +
            '           నా నోటినిండా నవ్వును నింప త్వరలో రానున్నావే \n' +
            '           నీ మాటే నా మలుపు - నీ ప్రేమే నా గెలుపు         "యేసయ్యా"',
        englishTitle: ''
    },
    {
        title: 'ఆశ్చర్యకరుడా నా యేసయ్యా',
        lyric: 'పల్లవి:-  ఆశ్చర్యకరుడా నా యేసయ్యా \n' +
            '          ఆశ్చర్యకార్యాలెన్నో చేశావయ్యా \n' +
            '          స్తోత్రార్హణ నీకే ఆరాధన, ఆరాధన నీకే స్తోత్రార్హణ\n' +
            '\n' +
            '1.        ఈ లోకమందు నేనుండగా, నీ ప్రేమవలలో పడ్డానయ్యా  \n' +
            '          నీ సిలువ నన్ను పాలించెను, నీ ప్రేమ నన్ను లాలించెను \n' +
            '          పాలించెను, లాలించెను, నీ ప్రేమ నన్ను గెలిపించెను \n' +
            '          ఆశ్చర్యమే, ఆశ్చర్యమే నాతోన నీ ప్రేమ ఆశ్చర్యమే \n' +
            '                                                                                                             "స్తోత్రార్హణ"\n' +
            '\n' +
            '2.        నీ సిలువ నన్ను పాలించెను ఈ లోక శ్రమలను మరిచేంతలా \n' +
            '          కూర్చున్న నిలుచున్న నీ తలపులే, నా నిద్రవేళలో నీ ధ్యానమే \n' +
            '          నీ తలపులే నీ ధ్యానమే నా గుండె నిండా నీ గానమే \n' +
            '          ఆశ్చర్యమే, ఆశ్చర్యమే నాతోన నీ ప్రేమ ఆశ్చర్యమే  \n' +
            '                                                                                                            "స్తోత్రార్హణ"\n' +
            '\n' +
            '3.        నీ ప్రేమ నన్ను లాలించెను ఈ లోక ప్రేమను మరిచేంతలా \n' +
            '          తింటున్న నడచిన నీ ఊసులే, కలలోన సహితము నీ నవ్వులే \n' +
            '          నీ ఊసులే నీ నవ్వులే,నన్ను నడిపే నీ కనుసైగలే \n' +
            '          ఆశ్చర్యమే, ఆశ్చర్యమే నాతోన నీ ప్రేమ ఆశ్చర్యమే \n' +
            '                                                                                                           "స్తోత్రార్హణ"',
        englishTitle: ''
    },
    {
        title: 'కృతజ్ఞత స్తుతి స్తోత్రములు',
        lyric: 'పల్లవి:-  కృతజ్ఞత స్తుతి స్తోత్రములు పాడెద మంచివాడవు నీవని \n' +
            '           స్తుతి నైవేద్యము నీకే అర్పించెద గొప్పవాడవు నీవని \n' +
            '           నా పూర్ణ మనస్సుతో-నా పూర్ణ ఆత్మతో \n' +
            '           నా పూర్ణ బలముతో- నా పూర్ణ శక్తితో \n' +
            '           ఆరాధించెద నిన్నే కీర్తించెద \n' +
            '\n' +
            '1.         ఇరుకులోనుండి విశాలతలోనికి నన్ను నడిపించే మార్గమునీవని \n' +
            '           మరణములోనుండి జీవములోనికి నన్ను నడిపించే జీవము నీవని                \n' +
            '                                                                                                                                         "ఆరాధించెద"\n' +
            '\n' +
            '2.         చీకటిలోనుండి ఆశ్చర్యమైన-వెలుగులో నడిపించే నా మార్గము నీవని \n' +
            '           మారాయినా నా జీవితమును మధురముగా మార్చే నా సత్యము నీవని\n' +
            '                                                                                                                 "ఆరాధించెద"',
        englishTitle: ''
    },
    {
        title: 'నా మంచి కాపరి వ్యవసాయకుడా ',
        lyric: 'పల్లవి:-  నా మంచి కాపరి వ్యవసాయకుడా - సరిచేసే కుమ్మరి నీ సాటి ఎవరయ్యా \n' +
            '           వ్యవసాయకుడా నా యేసయ్యా-నా కాపరి నీవే నా యేసయ్యా \n' +
            '\n' +
            '1.         మందలో ఉండే గొఱ్ఱెను నేను- నీ స్వరమును వెంబడించెదను \n' +
            '           పచ్చికగల చోట్ల నన్ను నడిపించే-కాపరి నీవే నా యేసయ్యా \n' +
            '           కాపరి నీవే నా యేసయ్యా-నా మార్గము నీవే నా యేసయ్యా \n' +
            '\n' +
            '2.         మనోహరమగు ద్రాక్ష వనమున-నాటిన నీతో ఫలియించెదను \n' +
            '           దివారాత్రము కునకక నిద్రించక-నీ రెక్కల చాటున దాచిన దేవా \n' +
            '           వ్యవసాయకుడా నా యేసయ్యా-నా గమ్యము నీవే నా యేసయ్యా \n' +
            '\n' +
            '3.         సారాపై యున్న మంటిని దేవా-మక్కువతో నన్ను మలుచుము దేవా \n' +
            '           యోగ్యమైన పాత్రగా నన్ను సరిచేసే కుమ్మరి నీవే నా యేసయ్యా \n' +
            '           కుమ్మరి నీవే నా యేసయ్యా-నా జీవము నీవే నా యేసయ్యా',
        englishTitle: ''
    },
    {
        title: 'నాపై చూపిన కృపలకు',
        lyric: 'పల్లవి:-    నాపై చూపిన కృపలకు-నేనేమి చెల్లింతును \n' +
            '           నాపై చూపిన ప్రేమకు-నేనేమి అర్పింతును \n' +
            '\n' +
            '1.         ఒంటరైయున్నా నన్ను నీదు స్వరముతో పిలిచావు \n' +
            '           చీకటైయున్న నన్ను నీదు వెలుగుగా మార్చావు \n' +
            '           మంటినైయున్న నన్ను నీ స్వరూపముగా మార్చావు \n' +
            '           నిన్నే ప్రేమింతును- నీకై జీవింతును        "నాపై"\n' +
            '\n' +
            '2.         మలినమైయున్న  నన్ను నీ సువాసనగా మార్చావు \n' +
            '           నీదు రక్తముతో కడిగి నీకు సొత్తుగా చేసావు \n' +
            '           నీదు మహిమతో నింపి-నీదు సాక్షిగా మార్చావు \n' +
            '           నిన్నే ప్రకటింతును-నిన్నే స్తుతియింతును      "నాపై"',
        englishTitle: ''
    },
    {
        title: 'యెహోవా నీ గుడారములో ',
        lyric: 'పల్లవి:-   యెహోవా నీ గుడారములో అతిధిగ ఉండదగినవారెవరు? \n' +
            '          నీ పరిశుద్ధ పర్వతము మీద నివసింపదగిన వారు ఎవరు \n' +
            '\n' +
            '1.        నీతిని అనుసరించుచు- న్యాయముగా జీవించుచు \n' +
            '          పేదలను కనికరించుచు-ఆత్మలను రక్షించుచు \n' +
            '          హృదయపూర్వకముగా నిజము పలుకువాడే                   "యెహోవా"\n' +
            '\n' +
            '2.        ఆయనను స్తుతించుచు-అన్యజనులో కీర్తించుచు \n' +
            '          సువాసన వెదజల్లుచు- క్రీస్తు వలె జీవించుచు \n' +
            '          యేసు కొరకే ఇలలో జీవించువాడే                                "యెహోవా"',
        englishTitle: ''
    },
    {
        title: 'నాకు బలము ఉన్నంతవరకు',
        lyric: 'పల్లవి:-     నాకు బలము ఉన్నంతవరకు-వాడుకో నీ పరిచర్యలో \n' +
            '            నా తుది శ్వాస విడిచేవరకు- వాడుకో నీ సేవలో \n' +
            '            యేసయ్యా యేసయ్యా నీవే యేసయ్యా \n' +
            '            ఆరాధన ఆరాధన నీకే నా ఆరాధన\n' +
            ' \n' +
            '1.          నిందలు, అవమానాలు నన్ను చుట్టి వేదించినను \n' +
            '            బంధువులు స్నేహితులు- నన్ను విడిచి పోయినను \n' +
            '            నీవు నన్ను ఏర్పరచుకొన్నావు \n' +
            '            నీదు సొత్తుగా నను వాడుకున్నావు \n' +
            '\n' +
            '2.          మొడుబారినై లోకములో పడియుండగా \n' +
            '            నీదు స్వరముతో నను పిలుచుకొన్నావు \n' +
            '            నీదు ఆత్మతో నను నింపుచున్నావు \n' +
            '            నీదు వాక్యముతో నను నడుపుచున్నావు',
        englishTitle: ''
    },
    {
        title: 'మేలుకోవ ఓ మానవ',
        lyric: 'పల్లవి:-   మేలుకోవ ఓ మానవ \n' +
            '          నిదుర మేలుకోవా ఓ మానవ \n' +
            '          యేసయ్య దేవుడని- నీ నోటితో ఒప్పుకొని \n' +
            '          పాపాన్ని విడిచిపెట్టి-దన్యతతో పొందుకొని \n' +
            '          పొందుకోవా ఓ మానవ \n' +
            '          రక్షణ పొందుకోవా ఓ క్రైస్తవ  మానవ \n' +
            '\n' +
            '1.        యేసయ్య దేవుడు పరమునే విడిచాడు \n' +
            '          యేసయ్య దేవుడు నీ కొరకు వచ్చాడు \n' +
            '          రక్తాన్ని చిందించి-ప్రాణాలే అర్పించి \n' +
            '          మరణాన్నే ఓడించి - విజయాన్ని గెల్చుకొని \n' +
            '          వచ్చాడు మనకై రక్షకుడు \n' +
            '          తెచ్చాడు పరలోక భాగ్యము       "మేలు"\n' +
            '\n' +
            '2.        ఆకలి ఉండదు ఆ పరలోక రాజ్యంలో \n' +
            '          దప్పిక ఉండదు ఆ నిత్య రాజ్యంలో \n' +
            '          దూతలు పాటలతో-నిత్యం ఆరాధనతో \n' +
            '          జీవపు ఆహారముతో- కోట్లాది స్తుతులతో \n' +
            '          ఆనందం ఆ పరలోకమే\n' +
            '          సంతోషం మహా సంతోషమే        "మేలు"\n',
        englishTitle: ''
    },
    {
        title: 'నా జీవన గమనము నీవే ',
        lyric: 'పల్లవి:-    నా జీవన గమనము నీవే -నా జీవన దాతవు నీవే \n' +
            '           నా కొండ కోట నీవే యేసయ్యా \n' +
            '           నా తోడు నీడ నీవే యేసయ్యా \n' +
            '\n' +
            '1.        సింహాల బోనులోనే దానియేలుకు తోడైఉంది \n' +
            '          సింహాల నోళ్ళ నుండి కాపాడిన యేసయ్యా \n' +
            '          జిగటగా గుంట నుండి నన్ను పైకి లేవనెత్తి\n' +
            '          నా అడుగులు బండమీద స్థిరపరచిన యేసయ్యా \n' +
            '          నీవే నా తోడువయ్యా-నీవే నా నీడవయ్యా \n' +
            '          నీవే నా దేవుడవయ్యా-నీవే నా యేసయ్యా       "నా జీవన "\n' +
            '\n' +
            '2.       అలనాడు పౌలుసీలకు చెరసాలలో తోడై ఉంది \n' +
            '         చెరసాల బంధకములు తొలగించిన యేసయ్యా \n' +
            '         ఇలలో నా తోడై ఉంది నా ప్రతి \n' +
            '         అవసరమును నీ మహిమైశ్వర్యముతో తీర్చిన నా యేసయ్యా \n' +
            '         నీవే నా కొండవయ్యా-నీవే నా కోటవయ్యా \n' +
            '         నీవే నా ఆశ్రయమయ్యా-నీవే నా యేసయ్యా        "నా జీవన "',
        englishTitle: ''
    },
    {
        title: 'నాదు ప్రాణమా నా యేసయ్య ',
        lyric: 'పల్లవి:-          నాదు ప్రాణమా నా యేసయ్య \n' +
            '                  నీవు చూపిన జాలి మరువలేనయ \n' +
            '                  స్తోత్రం స్తుతి స్తోత్రం..... స్తోత్రం స్తుతి స్తోత్రం \n' +
            '\n' +
            '1.                భయపడిన వేళలో బలమైనావు \n' +
            '                  దిగులైన వేళలలో ధ్వజమైనావు \n' +
            '                  కృపామయుడా  నీ ప్రేమను యేల   మరువను \n' +
            '                  స్తుతియింతును నా ఆశ తీరను                "స్తోత్రం" \n' +
            '\n' +
            '2.                ఒంటరి నా పైనాన జంటైనావు \n' +
            '                  తెగిపోయిన నా తీగెకు అంటైనావు\n' +
            '                  కృపామయుడా నీ ప్రేమను యేల   మరువను \n' +
            '                  స్తుతియింతును నా ఆశ తీరను                 "స్తోత్రం"\n' +
            '\n' +
            '3.                నా చీకటి బ్రతుకున వెలుగైనావు \n' +
            '                  నను పరమున చేర్చగను రానున్నావు \n' +
            '                  కృపామయుడా  నీ ప్రేమను యేల   మరువను \n' +
            '                  స్తుతియింతును  నా ఆశ తీరను                 "స్తోత్రం"',
        englishTitle: ''
    },
    {
        title: 'మహనీయుడా నా మహనీయుడా',
        lyric: 'పల్లవి:-   మహనీయుడా నా మహనీయుడా \n' +
            '          నా మది మార్చిన నా నజరేయుడా  \n' +
            '          మహనీయుడా నా మహనీయుడా  \n' +
            '          నా స్థితి మార్చిన నా నిజదేవుడ  \n' +
            '          యే ప్రేమ లేని నాలో  \n' +
            '          యే మంచి లేని నాలో  \n' +
            '          యే నీతి లేని నాలో యేసుపుట్టెను  \n' +
            '          యేసుపుట్టెను హల్లెలూయ  \n' +
            '          నా రాజు పుట్టెను హల్లెలూయ \n' +
            '          రారాజుపుట్టెను హల్లెలూయ.. హల్లెలూయ \n' +
            '              Happy Happy Christmas \n' +
            '              Merry Merry Christmas  \n' +
            '\n' +
            '1.        ఇహపరమును యేలేటి మహిమ గల మహరాజు  \n' +
            '          పాపినైనా నా పైన ప్రేమను చూపించారు  \n' +
            '          యే రక్షణ లేని నాకై   \n' +
            '          యే జయము లేని నాకై  \n' +
            '          యే స్వాస్థ్యము లేని నాకై యేసుపుట్టెను  \n' +
            '          యేసు రక్షనిచ్చెను హల్లెలూయ  \n' +
            '          యేసు జయమునిచ్చెను హల్లెలూయ \n' +
            '          యేసు స్వాస్థ్యమాయెను హల్లెలూయ హల్లెలూయ  "Happy"  \n' +
            '\n' +
            '2.        సైన్యసమూహాలు కొనియాడే  మహరాజు  \n' +
            '          సోలిన నా స్థితి చూచి సర్వాన్నే విడిచాడు  \n' +
            '          యే బలము లేని నాకై  \n' +
            '          యే జీవం లేని నాకై  \n' +
            '          యే ఘనత లేని నాకై  యేసుపుట్టెను  \n' +
            '          యేసు బలమునిచ్చెను హల్లెలూయ \n' +
            '          యేసు జీవమాయెను హల్లెలూయ \n' +
            '          యేసు ఘనత నిచ్చెను హల్లెలూయ  హల్లెలూయ   "Happy"  \n' +
            '\n' +
            '3.        బంగారు వీధులలో నడిచేటి మహరాజు  \n' +
            '          మంటినైనా నా కొరకు మహికే మేతెంచారు  \n' +
            '          యే కలిమి లేని నాకై  \n' +
            '          యే విలువ లేని నాకై  \n' +
            '          యే గమ్యం లేని నాకై యేసుపుట్టెను  \n' +
            '          యేసు కలిమి నిచ్చెను హల్లెలూయ \n' +
            '          యేసు విలువ నిచ్చెను హల్లెలూయ \n' +
            '          యేసు గమ్యమాయెను హల్లెలూయ హల్లెలూయ   "Happy"  \n',
        englishTitle: ''
    }
]